<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="http://scienchemistry.org/web/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
</head>
<body>        
    <div class="wrapper">
        <!--#include virtual="/web/Sitedesign/Menu.html"-->
        <div class="container2">
            <!--#include virtual="/web/Sitedesign/Tablestructure.html"-->
        </div>
        <div class="container">
            <div class="information" id="Lv">
                <h1 class="elements">Ливерморий</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #cccccc;">Lv</th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img class="E-img" src="http://chemistry.com/Elements/Image/Un.element/Lv/Lv.gif">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td class='definition' style="color:#cccccc;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td class='definition' style="color:#cccccc;"> 1998 г.</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Ливерморий</strong> — 116-й химический элемент, относится к 16-й группе (по устаревшей классификации — к главной подгруппе VI группы) и 7-му периоду периодической системы, атомный номер — 116, массовое число наиболее устойчивого изотопа — 293 (атомная масса этого изотопа равна 293,204(5) а. е. м.). Искусственно синтезированный радиоактивный элемент, в природе не встречается.</p>
                <h2>Химические свойства</h2>
                <p class="font-p">Ливерморий является представителем группы халькогенов, где он следует после полония. Однако химические свойства ливермория будут существенно отличаться от свойств полония, поэтому разделить эти элементы не составит труда.</p>
                <p class="font-p">Предполагается, что основной и наиболее устойчивой степенью окисления для ливермория будет +2. Ливерморий будет образовывать оксид ливермория с кислородом (LvO), галогениды LvHal<sub>2</sub> .</p>
                <p class="font-p">Со фтором или в более жёстких условиях ливерморий также сможет проявлять степень окисления +4 (LvF<sub>3</sub> ). Такую степень окисления ливерморий может проявлять как в катионах, так и образовывать, подобно полонию, ливерморовую кислоту или её соли — ливермориты (или ливермораты), например, K2LvO<sub>3</sub> — ливерморит калия.</p>
                <p class="font-p">Ливермориты, а также другие соединения ливермория со степенью окисления +4 будут проявлять сильные окислительные свойства, подобные перманганатам. В отличие от более лёгких элементов, предполагается, что степень окисления +6 для ливермория будет, вероятно, невозможна из-за крайне высокой необходимой энергии на распаривание 7s<sup>2</sup> электронной оболочки, поэтому высшая степень окисления ливермория будет равна +4.</p>
                <p class="font-p">С сильными восстановителями (щелочные металлы или щелочноземельные металлы) возможна также степень окисления −2 (например, соединение CaLv будет называться ливерморидом кальция). Однако ливермориды будут очень неустойчивыми, и проявлять сильные восстановительные свойства, поскольку образование аниона Lv<sup>2-</sup> и включение двух дополнительных электронов невыгодно основной оболочке 7p-электронов, а предполагаемая химия ливермория делает намного выгоднее образование катионов, чем анионов.</p>
                <p class="font-p">С водородом предполагается образование гидрида H<sub>2</sub>Lv, который будет называться ливермороводородом. Для ливермороводорода ожидаются весьма интересные свойства, например, предполагается возможность «сверхгибридизации» — невовлечённые 7s<sup>2</sup> электронные облака ливермория смогут образовать дополнительную взаимную связь между собой, и такая связь будет несколько напоминать водородную связь, поэтому свойства ливермороводорода могут отличаться от свойств халькогеноводородов более лёгких аналогов. Ливермороводород, несмотря на то, что ливерморий будет однозначно металлом, не будет повторять свойств гидридов металлов в полной мере и будет сохранять в значительной степени ковалентный характер.</p>
                <h2>Историческая справка</h2>
                <p class="font-p">В конце 1998 года польский физик Роберт Смолянчук опубликовал расчеты по слиянию атомных ядер в направлении синтеза сверхтяжелых атомов, в том числе оганессона и ливермория. По его расчетам, эти два элемента можно было бы получить, сплавив свинец с криптоном в тщательно контролируемых условиях.</p>
                <p class="font-p">Заявление об открытии элементов 116 и 118 в 1999 году в Беркли (США) оказалось ошибочным и даже фальсифицированным. Синтез по объявленной методике не был подтверждён в российском, немецком и японском центрах ядерных исследований, а затем и в самих США. Статья с сообщением об открытии была отозвана. В июне 2002 года директор лаборатории объявил, что первоначальное утверждение об обнаружении этих двух элементов было основано на данных, сфабрикованных Виктором Ниновым.</p>
                <p class="font-p">Ливерморий открыт путём синтеза изотопов в 2000 г. в Объединённом институте ядерных исследований (Дубна, Россия) в сотрудничестве с Ливерморской национальной лабораторией (США), Научно-исследовательским институтом атомных реакторов (Димитровград, Россия) и «Электрохимприбором» (Лесной, Россия). 19 июля 2000 г. впервые наблюдался альфа-распад ядра 116-го элемента, полученного в результате бомбардировки мишени из кюрия ионами кальция. Результаты эксперимента были впервые опубликованы 6 декабря 2000 года (рукопись была получена журналом 2 октября). Хотя в этой работе заявлялось о синтезе изотопа <sup>292</sup>Lv, в дальнейших работах коллаборации данное событие было соотнесено с изотопом <sup>293</sup>Lv.</p>
                <p class="font-p">Позднее в том же Объединённом институте ядерных исследований синтез изотопов элемента был подтверждён химической идентификацией конечного продукта его распада.</p>
                <p class="font-p">1 июня 2011 года ИЮПАК официально признал открытие ливермория и приоритет в этом учёных из ОИЯИ и Ливермора.</p>
            </div>
        </div>
    </div>
</body>
</html> 