<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="http://scienchemistry.org/web/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
</head>
<body>
    <div class="wrapper">
        <!--#include virtual="/web/Sitedesign/Menu.html"-->
        <div class="container2">
            <!--#include virtual="/web/Sitedesign/Tablestructure.html"-->
        </div>
        <div class="container"> 
            <div class="information">
                <h1 class="elements" id="Ni">Цинк</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #fd8572;">Zn</th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img class="E-img" src="http://chemistry.com/Elements/Image/metals/ten_row/Zn/Zn.gif">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td class='definition' style="color:#fd8572;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td class='definition' style="color:#fd8572;"> 21 декабря 1898 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td class='definition' style="color:#fd8572;">компактных источниках нейтронов, медицине</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Цинк</strong> - это химический элемент 12-й группы (по устаревшей классификации — побочной подгруппы второй группы), четвёртого периода периодической системы, с атомным номером 30. Обозначается символом Zn (лат. Zincum). Простое вещество цинк при нормальных условиях — хрупкий переходный металл голубовато-белого цвета (тускнеет на воздухе, покрываясь тонким слоем оксида цинка).</p>
                <h2>Физические свойства</h2>
                <p class="font-p">В чистом виде — довольно пластичный серебристо-белый металл. Обладает гексагональной решеткой с параметрами а = 0,26649 нм, с = 0,49431 нм, пространственная группа P 63/mmc, Z = 2. При комнатной температуре хрупок, при сгибании пластинки слышен треск от трения кристаллитов (обычно сильнее, чем «крик олова»). При 100—150 °C цинк пластичен. Примеси, даже незначительные, резко увеличивают хрупкость цинка. Собственная концентрация носителей заряда в цинке — 13,1⋅1028 м−3.</p>
                <h2>Химические свойства</h2>
                <p class="font-p">Типичный пример металла, образующего амфотерные соединения. Амфотерными являются соединения цинка ZnO и Zn(OH)2. Стандартный электродный потенциал −0,76 В, в ряду стандартных потенциалов расположен до железа.На воздухе цинк покрывается тонкой плёнкой оксида ZnO. При сильном нагревании сгорает с образованием амфотерного белого оксида ZnO:
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                <br>Оксид цинка реагирует как с растворами кислот:
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                <br>так и со щелочами:
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                <br>Цинк обычной чистоты активно реагирует с растворами кислот:
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                <br>и растворами щелочей:
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                <br>образуя гидроксоцинкаты. С растворами кислот и щелочей очень чистый цинк не реагирует. Взаимодействие начинается при добавлении нескольких капель раствора сульфата меди CuSO4.При нагревании цинк реагирует с галогенами с образованием галогенидов ZnHal2. С фосфором цинк образует фосфиды Zn3P2 и ZnP2. С серой и её аналогами — селеном и теллуром — различные халькогениды, ZnS, ZnSe, ZnSe2 и ZnTe.С водородом, азотом, углеродом, кремнием и бором цинк непосредственно не реагирует. Нитрид Zn3N2 получают реакцией цинка с аммиаком при 550—600 °C.В водных растворах ионы цинка Zn2+ образуют аквакомплексы [Zn(H2O)4]2+ и [Zn(H2O)6]2+.</p>
                <h2>Историческая справка</h2>
                <p class="font-p">Сплав цинка с медью — латунь — был известен ещё в Древней Греции, Древнем Египте, Индии (VII век), Китае (XI век). Долгое время не удавалось выделить чистый цинк. В 1738 году в Англии Уильямом Чемпионом[en] был запатентован дистилляционный способ получения цинка[3]. В промышленном масштабе выплавка цинка началась также в XVIII веке: в 1743 году в Бристоле вступил в строй первый цинковый завод, основанный Уильямом Чемпионом, где получение цинка проводилось дистилляционным способом[4][5]:15. В 1746 году А. С. Маргграф в Германии разработал похожий способ получения чистого цинка путём прокаливания смеси его оксида с углём без доступа воздуха в глиняных огнеупорных ретортах с последующей конденсацией паров цинка в холодильниках. Маргграф описал свой метод во всех деталях и этим заложил основы теории производства цинка. Поэтому его часто называют первооткрывателем цинка[4].В 1805 году Чарльз Гобсон и Чарльз Сильвестр из Шеффилда запатентовали способ обработки цинка — прокатка при 100—150 °C[5]:28. Первый в России цинк был получен на заводе «Алагир» 1 января 1905 года[5]:86. Первые заводы, где цинк получали электролитическим способом, появились в 1915 году в Канаде и США[5]:82.</p>
            </div>       
        </div>
    </div>
</body>
</html>

