<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="http://scienchemistry.org/web/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
</head>
<body>
    <div class="wrapper">
        <!--#include virtual="/web/Sitedesign/Menu.html"-->
        <div class="container2">
            <!--#include virtual="/web/Sitedesign/Tablestructure.html"-->
        </div>
        <div class="container"> 
            <div class="information">
                <h1 class="elements" id="Pt">Платина</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #fd8572;"><em>Pt</em></th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img class="E-img" src="http://chemistry.com/Elements/Image/metals/eight_row/Pt/Pt.gif">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td class='definition' style="color:#fd8572;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td class='definition' style="color:#fd8572;"> 21 декабря 1898 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td class='definition' style="color:#fd8572;">компактных источниках нейтронов, медицине</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Платина</strong> - это химический элемент 10-й группы (по устаревшей классификации — побочной подгруппы восьмой группы), 6-го периода периодической системы химических элементов, с атомным номером 78; блестящий благородный металл серебристо-белого цвета.</p>
                <h2>Физические свойства</h2>
                <p class="font-p">Серовато-белый пластичный металл, температуры плавления и кипения — 2041,4 K (1768,3 °C) и 4098 K (3825 °C)[2] соответственно, удельное электрическое сопротивление — 0,098 мкОм·м (при 0 °C). Платина — один из самых тяжёлых (плотность 21,09—21,45 г/см³[2][3]; атомная плотность 6,62⋅1022 ат/см³) металлов. Твёрдость по Бринеллю — 50 кгс/мм2 (по Моосу 3,5[13]).Кристаллическая решётка кубическая гранецентрированная, а = 0,392 нм, Z = 4, пространственная группа Fm3m[3].Платина устойчива к вакууму и может применяться в космической технике[14].</p>
                <h3>Изотопы</h3>
                <p class="font-p">Известны изотопы платины с массовыми числами от 166 до 204 (количество протонов 78, нейтронов от 88 до 126), и 18 ядерных изомеров.Природная платина встречается в виде смеси из шести изотопов, в скобках указана атомная концентрация: 190Pt (0,014 %), 192Pt (0,782 %), 194Pt (32,967 %), 195Pt (33,832 %), 196Pt (25,242 %), 198Pt (7,163 %). Один из них слабо радиоактивен (190Pt, альфа-распад в 186Os, период полураспада 6,5⋅1011 лет). Теоретически предсказывается очень слабая радиоактивность ещё двух природных изотопов платины: альфа-распад 192Pt→188Os и двойной бета-распад 198Pt→198Hg, однако пока экспериментально эти распады не зарегистрированы; установлено лишь, что периоды полураспада превышают соответственно 4,7×1016 лет и 3,2×1014 лет.</p>
                <h2>Химические свойства</h2>
                <p class="font-p">По химическим свойствам платина похожа на палладий, но проявляет бо́льшую химическую устойчивость. При комнатной температуре реагирует с царской водкой:
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                <br>Платина медленно растворяется в горячей концентрированной серной кислоте и жидком броме. Она не взаимодействует с другими минеральными и органическими кислотами. При нагревании реагирует со щелочами и пероксидом натрия, галогенами (особенно в присутствии галогенидов щелочных металлов):
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                <br>При нагревании платина реагирует с серой, селеном, теллуром, углеродом и кремнием. Как и палладий, платина может растворять молекулярный водород, но объём поглощаемого водорода и способность его отдавать при нагревании у платины меньше.При нагревании платина реагирует с кислородом с образованием летучих оксидов. Выделены следующие оксиды платины: чёрный PtO, коричневый PtO2, красновато-коричневый PtO3, а также Pt2O3 и смешанный Pt3O4, в котором платина проявляет степени окисления II и IV.Для платины известны гидроксиды Pt(OH)2 и Pt(OH)4. Получают их при щелочном гидролизе соответствующих хлороплатинатов, например:
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                <br>Эти гидроксиды проявляют амфотерные свойства:
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                <br>Гексафторид платины PtF6 является одним из сильнейших окислителей среди всех известных химических соединений, способный окислить молекулы кислорода и ксенона:
                    <br><strong class="bold"><em class="Redline">2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</em></strong>
                <br>Соединение O2+[PtF6]− (гексафтороплатинат(V) диоксигенила) летуче и разлагается водой на фтороплатинат(IV), небольшое количество гидратированного диоксида платины и кислород с примесью озона[15].С помощью гексафторида платины, в частности, канадский химик Нейл Бартлетт в 1962 году получил первое настоящее химическое соединение ксенона Xe[PtF6].C обнаруженного Н. Бартлеттом взаимодействия между Хе и PtF6, приводящего к образованию Xe[PtF6], началась химия инертных газов. PtF6 получают фторированием платины при 1000 °C под давлением.Фторирование платины при нормальным давлении и температуре 350—400 °C даёт фторид платины(IV):
                    <br><strong class="bold"><em class="Redline">2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</em></strong>
                <br>Фториды платины гигроскопичны и разлагаются водой.Тетрахлорид платины с водой образует гидраты PtCl4·nH2O, где n = 1, 4, 5 и 7. Растворением PtCl4 в соляной кислоте получают платинохлористоводородные кислоты H[PtCl5] и H2[PtCl6].Синтезированы такие галогениды платины, как PtBr4, PtCl2, PtCl2·2PtCl3, PtBr2 и PtI2.Для платины характерно образование комплексных соединений состава [PtX4]2- и [PtX6]2-. Изучая комплексы платины, А. Вернер сформулировал теорию комплексных соединений и объяснил природу возникновения изомеров в комплексных соединениях.</p>                            
                <h2>Историческая справка</h2>
                <p class="font-p">В Старом Свете платина не была известна до середины XVI века, однако цивилизации Анд (инки и чибча) добывали и использовали её с незапамятных времён. Первыми европейцами, познакомившимися с платиной в середине XVI века, были конкистадоры. Считается, что первым в литературе упомянул о платине Скалигер в опубликованной в 1557 году книге «Экзотерические упражнения в 15 книгах», где он, полемизируя с Кардано о понятии «металл», рассказал о некоем веществе из Гондураса, которое нельзя расплавить. Вероятно, этим веществом и была платина[4][5].В 1735 году испанский король издаёт указ, повелевающий платину впредь в Испанию не ввозить. При разработке россыпей в Колумбии повелевалось тщательно отделять её от золота и топить под надзором королевских чиновников в глубоких местах речки Рио-дель-Пинто (приток реки Сан-Хуан), которую стали именовать Платино-дель-Пинто. А ту платину, которая уже привезена в Испанию, повелевалось всенародно и торжественно утопить в море. Королевское распоряжение было отменено через 40 лет, когда мадридские власти приказали доставлять платину в Испанию, чтобы самим фальсифицировать золотые и серебряные монеты. В 1820 году в Европу было доставлено от 3 до 7 тонн платины. Здесь с нею познакомились алхимики, считавшие самым тяжёлым металлом золото. Необычайно плотная платина оказалась тяжелее золота, поэтому алхимики посчитали её непригодным металлом и наделили адскими чертами. Некоторое применение платина нашла позже во Франции, когда из неё был изготовлен эталон метра, а позже эталон килограмма[6].Согласно некоторым источникам, испанский математик и мореплаватель А. де Ульоа в 1744 году привёз образцы платины в Лондон[7]:210, он поместил описание платины в своём отчёте о путешествии в Южную Америку, опубликованном в 1748 году[8]. В 1789 А. Лавуазье включил платину в список простых веществ[7]:210[9]. Впервые в чистом виде из руд платина была получена английским химиком У. Волластоном в 1803 году.В России ещё в 1819 году в россыпном золоте, добытом на Урале, был обнаружен «новый сибирский металл», который сначала называли белым золотом. Платина встречалась на Верх-Исетских, а затем и на Невьянских и Билимбаевских приисках. Богатые россыпи платины были открыты во второй половине 1824 года, а на следующий год в России началась её добыча[10]. В 1826 году П. Г. Соболевский и В. В. Любарский изобрели метод выработки ковкой платины с помощью прессования и последующей выдержки в раскалённом добела состоянии[7]:210[11].</p>
            </div>         
        </div>
    </div>
</body>
</html>
