<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="http://scienchemistry.org/web/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
</head>
<body>
    <div class="wrapper">
        <!--#include virtual="/web/Sitedesign/Menu.html"-->
        <div class="container2">
            <!--#include virtual="/web/Sitedesign/Tablestructure.html"-->
        </div>
        <div class="container" id="Cu"> 
            <div class="information">
                <h1 class="elements">Медь</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #fd8572;"><em>Cu</em></th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img class="E-img" src="http://chemistry.com/Elements/Image/metals/nine_row/Cu/Cu.gif">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td class='definition' style="color:#fd8572;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td class='definition' style="color:#fd8572;"> 21 декабря 1898 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td class='definition' style="color:#fd8572;">компактных источниках нейтронов, медицине</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Медь</strong> - это элемент одиннадцатой группы четвёртого периода (побочной подгруппы первой группы) периодической системы химических элементов Д. И. Менделеева, с атомным номером 29. Простое вещество медь — это пластичный переходный металл золотисто-розового цвета (розового цвета при отсутствии оксидной плёнки). C давних пор широко используется человеком.</p>
                <h2>Физические свойства</h2>
                <p class="font-p"><strong class="word">Медь</strong> — золотисто-розовый пластичный металл, на воздухе быстро покрывается оксидной плёнкой, которая придаёт ей характерный интенсивный желтовато-красный оттенок. Тонкие плёнки меди на просвет имеют зеленовато-голубой цвет.Наряду с осмием, цезием и золотом, медь — один из четырёх металлов, имеющих явную цветовую окраску, отличную от серой или серебристой у прочих металлов. Этот цветовой оттенок объясняется наличием электронных переходов между заполненной третьей и полупустой четвёртой атомными орбиталями: энергетическая разница между ними соответствует длине волны оранжевого света. Тот же механизм отвечает за характерный цвет золота.Медь образует кубическую гранецентрированную решётку, пространственная группа F m3m, a = 0,36150 нм, Z = 4.Медь обладает высокой тепло-[14] и электропроводностью (занимает второе место по электропроводности среди металлов после серебра). Удельная электропроводность при 20 °C: 55,5—58 МСм/м[15]. Медь имеет относительно большой температурный коэффициент сопротивления: 0,4 %/°С и в широком диапазоне температур слабо зависит от температуры. Медь является диамагнетиком.Существует ряд сплавов меди: латуни — с цинком, бронзы — с оловом и другими элементами, мельхиор — с никелем и другие.Атомная плотность меди (N0) = {\displaystyle 8,52\cdot 10^{28}}{\displaystyle 8,52\cdot 10^{28}} (атом/м³).</p>
                <h3>Изотопы меди</h3>
                <p class="font-p">Природная медь состоит из двух стабильных изотопов — 63Cu (изотопная распространённость 69,1 %) и 65Cu (30,9 %). Известны более двух десятков нестабильных изотопов, самый долгоживущий из которых 67Cu с периодом полураспада 62 часа[16].</p>
                <h2>Химические свойства</h2>
                <p class="font-p">В соединениях медь проявляет две степени окисления: +1 и +2. Первая из них склонна к диспропорционированию и устойчива только в нерастворимых соединениях (Cu2O, CuCl, CuI и т. п.) или комплексах (например, [Cu(NH3)2]+). Её соединения бесцветны. Более устойчива степень окисления +2, которая даёт соли синего и сине-зелёного цвета. В необычных условиях и комплексах можно получить соединения со степенью окисления +3, +4 и даже +5. Последняя встречается в солях купраборанового аниона Cu(B11H11)23−, полученных в 1994 году.</p>
                <h3>Простое вещество</h3>
                <p class="font-p">Не изменяется на воздухе в отсутствие влаги и диоксида углерода. Является слабым восстановителем, не вступает в реакцию с водой и разбавленной соляной кислотой. Окисляется концентрированными серной и азотной кислотами, «царской водкой», кислородом, галогенами, халькогенами, оксидами неметаллов. Вступает в реакцию при нагревании с галогеноводородами.На влажном воздухе медь окисляется, образуя основный карбонат меди(II) (внешний слой патины):
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                <br>Реагирует с концентрированной холодной серной кислотой:
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                <br>С концентрированной горячей серной кислотой:
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                <br>С безводной горячей серной кислотой:
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                <br>C разбавленной серной кислотой при нагревании в присутствии кислорода воздуха:
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                <br>С концентрированной азотной кислотой:
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                <br>С разбавленной азотной кислотой:
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                <br>С «царской водкой»:
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                <br>С концентрированной горячей соляной кислотой:
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                <br>C разбавленной соляной кислотой в присутствии кислорода:
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                <br>С газообразным хлороводородом при 500—600 °C:
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                <br>С бромоводородом:
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                <br>Также медь реагирует с концентрированной уксусной кислотой в присутствии кислорода:
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                <br>Медь растворяется в концентрированном гидроксиде аммония, с образованием аммиакатов:
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                <br>Окисляется до оксида меди(I) при недостатке кислорода при температуре 200 °C и до оксида меди(II) при избытке кислорода при температурах порядка 400—500 °C:
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                <br>Медный порошок реагирует с хлором, серой (в жидком сероуглероде) и бромом (в эфире), при комнатной температуре:
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>  
                <br>При 300—400 °C реагирует с серой и селеном:
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                <br>C оксидами неметаллов:
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong> 
                <br>С концентрированной соляной кислотой и хлоратом калия:
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong></p>
                <h3>Соединения меди(I)</h3>
                <p class="font-p">Степени окисления +1 соответствует оксид Cu2O красно-оранжевого цвета. Соответствующий гидроксид CuOH (жёлтого цвета) быстро разлагается с образованием оксида. Гидроксид CuOH проявляет основные свойства.Многие соединения меди +1 имеют белую окраску либо бесцветны. Это объясняется тем, что в ионе Сu+ все пять Зd-орбиталей заполнены парами электронов.Ионы меди(I) в водном растворе неустойчивы и легко диспропорционируют:
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                <br>В то же время медь(I) встречается в форме соединений, которые не растворяются в воде, либо в составе комплексов. Например, дихлорокупрат(I)-ион [CuCl2]− устойчив. Его можно получить, добавляя концентрированную соляную кислоту к хлориду меди(I):
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                <br>Свойства соединений меди (I) похожи на свойства соединений серебра (I). В частности, CuCl, CuBr и CuI нерастворимы. Также существует нестабильный сульфат меди(I).</p>
                <h3>Соединения меди(II)</h3>
                <p class="font-p">Степень окисления II — наиболее стабильная степень окисления меди. Ей соответствует чёрный оксид CuO и голубой гидроксид Cu(OH)2, который при стоянии легко отщепляет воду и при этом чернеет:
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                <br>Гидроксид меди(II) носит преимущественно основный характер и только в концентрированной щелочи частично растворяется с образованием синего гидроксокомплекса. Наибольшее значение имеет реакция гидроксида меди(II) с водным раствором аммиака, при которой образуется так называемый реактив Швейцера (растворитель целлюлозы):
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                <br>Соли меди(II) образуются при растворении меди в кислотах-окислителях (азотной, концентрированной серной). Большинство солей в этой степени окисления имеют синюю или зелёную окраску. При растворении солей меди(II) в воде или при взаимодействии оксида меди(II) с кислотами образуются голубые аквакомплексы [Cu(H2O)6]2+.Соединения меди(II) обладают слабыми окислительными свойствами, что используется в анализе (например, использование реактива Фелинга).Карбонат меди(II) имеет зелёную окраску, что является причиной позеленения элементов зданий, памятников и изделий из меди и медных сплавов при взаимодействии оксидной плёнки с углекислым газом воздуха в присутствии воды. Сульфат меди(II) при гидратации даёт синие кристаллы медного купороса CuSO4∙5H2O, используется как фунгицид.Оксид меди(II) используются для получения оксида иттрия бария меди (YBa2Cu3O7-δ), который является основой для получения сверхпроводников.</p>
                <h3>Соединения меди(III) и меди(IV)</h3>
                <p class="font-p">Степени окисления III и IV являются малоустойчивыми степенями окисления и представлены только соединениями с кислородом, фтором или в виде комплексов.Оксид меди(III) не получен. Под этим названием описаны различные купраты(III).Гексафторкупраты(III) и (IV) получают действием фтора на соли меди и щелочных металлов при нагревании под давлением. Они бурно реагируют с водой и являются сильными окислителями.Комплексы меди(III) с ортопериодатами и теллуратами относительно стабильны и предложены как окислители в аналитической химии. Описано много комплексов меди(III) с аминокислотами и пептидами.</p>
                <h3>Аналитическая химия меди</h3>
                <p class="font-p">Медь можно обнаружить в растворе по зелёно-голубой окраске пламени бунзеновской горелки, при внесении в него платиновой проволочки, смоченной исследуемым раствором.
                    <ol>
                        <li>Традиционно количественное определение меди в слабокислых растворах проводилось с помощью пропускания через него сероводорода, при этом сульфид меди выпадает в далее взвешиваемый осадок.</li>
                        <li>В растворах, при отсутствии мешающих ионов, медь может быть определена комплексонометрически или потенциометрически, ионометрически.</li>
                        <li>Микроколичества меди в растворах определяют кинетическими и спектральными методами.</li>
                    </ol>  
                </p>
                <h2>Историческая справка</h2>
                <p class="font-p"><strong class="word">Медь</strong> — один из первых металлов, хорошо освоенных человеком из-за доступности для получения из руды и малой температуры плавления. Этот металл встречается в природе в самородном виде чаще, чем золото, серебро и железо. Одни из самых древних изделий из меди, а также шлак — свидетельство выплавки её из руд — найдены на территории Турции, при раскопках поселения Чатал-Гююк[3]. Медный век, когда значительное распространение получили медные предметы, следует во всемирной истории за каменным веком. Экспериментальные исследования С. А. Семёнова с сотрудниками показали, что, несмотря на мягкость меди, медные орудия труда по сравнению с каменными дают значительный выигрыш в скорости рубки, строгания, сверления и распилки древесины, а на обработку кости затрачивается примерно такое же время, как для каменных орудий[4].В древности медь применялась также в виде сплава с оловом — бронзы — для изготовления оружия и т. п., бронзовый век пришёл на смену медному. Сплав меди с оловом (бронзу) получили впервые за 3000 лет до н. э. на Ближнем Востоке. Бронза привлекала людей прочностью и хорошей ковкостью, что делало её пригодной для изготовления орудий труда и охоты, посуды, украшений. Все эти предметы находят в археологических раскопках. На смену бронзовому веку относительно орудий труда пришёл железный век.Первоначально медь добывали из малахитовой руды, а не из сульфидной, так как она не требует предварительного обжига. Для этого смесь руды и угля помещали в глиняный сосуд, сосуд ставили в небольшую яму, а смесь поджигали. Выделяющийся угарный газ восстанавливал малахит до свободной меди:
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                <br>На Кипре уже в 3 тысячелетии до нашей эры существовали медные рудники и производилась выплавка меди.Индейцы культуры Чонос (Эквадор) ещё в XV—XVI веках выплавляли медь с содержанием 99,5 % и употребляли её в качестве монеты в виде топориков 2 см по сторонам и 0,5 мм толщиной. Монета имела хождение по всему западному побережью Южной Америки, в том числе и в государстве Инков[5].На территории России и сопредельных стран медные рудники появились за два тысячелетия до н. э. Остатки их находят на Урале (наиболее известное месторождение — Каргалы), в Закавказье, в Сибири, на Алтае, на территории Украины.В XIII—XIV вв. освоили промышленную выплавку меди. В Москве в XV в. был основан Пушечный двор, где отливали из бронзы орудия разных калибров. Много меди шло на изготовление колоколов. Из бронзы были отлиты такие произведения литейного искусства, как Царь-пушка (1586 г.), Царь-колокол (1735 г.), Медный всадник (1782 г.), в Японии была отлита статуя Большого Будды (храм Тодай-дзи) (752 г.).С открытием электричества в XVIII—XIX вв. большие объёмы меди стали идти на производство проводов и других связанных с ним изделий. И хотя в XX в. провода часто стали делать из алюминия, медь не потеряла значения в электротехнике[6].</p>
            </div>         
        </div>
    </div>
</body>
</html>
