<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="http://scienchemistry.org/web/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/2.1.1/jquery.min.js"></script>
</head>
<body>
    <div class="wrapper">
        <!--#include virtual="/web/Sitedesign/Menu.html"-->
        <div class="container2">
            <!--#include virtual="/web/Sitedesign/Tablestructure.html"-->
        </div>
        <div class="container"> 
            <div class="information">
                <h1 class="elements" id="O">Диспрозий</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #ec78a4;">Dy</th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img class="E-img" src="http://chemistry.com/Elements/Image/57-71and89-103/Lant/Dy/Dy.gif">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td class='definition' style="color: #ec78a4;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td class='definition' style="color: #ec78a4;">1839 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td class='definition' style="color: #ec78a4;">газокалильных сетках, сплавах</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Диспрозий</strong> - это химический элемент третьей группы (по устаревшей классификации — побочной подгруппы третьей группы) периодической системы. Относится к лантаноидам с атомным номером 66; редкоземельный серебристо-серый металл. Не встречается в природе в чистом виде, но входит в состав некоторых минералов, например, ксенотима.</p>
                <h2>Физические свойства</h2>
                <p class="font-p">Диспрозий — серебристо-серый металл. Ниже 1384 °C устойчив, α-модификация с гексагональной плотноупакованной решеткой; температура плавления - 1407 °C, кипения - 2567 °C. Плотность 8551 кг/м3. Конфигурация внешних электронных оболочек 1s^2 2s^2 2p^6 3s^2 3p^6 4s^2 3d^10 4p^6 5s^2 4d^10 5p^6 6s^2 4f^10. Ферромагнетик, точка Кюри 88,3 К[3].</p>
                <h2>Химические свойства</h2>
                <p class="font-p">В соединениях проявляет степень окисления +3. Металлический диспрозий медленно окисляется на воздухе при температуре 20 °C[3].</p> 
                <p class="font-p">При нагревании металлический диспрозий реагирует с галогенами, азотом, водородом. Взаимодействует с минеральными кислотами (кроме HF), образуя соли Dy (III), не взаимодействует с растворами щелочей.</p> 
                <h2>Получение</h2>
                <p class="font-p">Диспрозий получают восстановлением DyCl3 или DyF3 кальцием, натрием или литием.</p>           
                <h2>Историческая справка</h2>
                <p class="font-p">В 1878 году было обнаружено, что в рудах эрбия содержатся оксиды гольмия и тулия. В 1886 году в Париже французский химик Поль Эмиль Лекок де Буабодран, работая с оксидом гольмия, отделил от него оксид диспрозия[4]. Его процедура выделения диспрозия включала растворение оксида диспрозия в кислоте, а затем добавление аммиака для осаждения гидроксида. Он смог изолировать диспрозий от его оксида только после более чем 30 попыток. После успеха он назвал элемент диспрозием от греческого диспрозитос (др.-греч. δυσπρόσιτος), что означает «трудно получить». Элемент не был выделен в относительно чистой форме до тех пор, пока в начале 1950-х годов Фрэнк Спеддинг из Университета штата Айова не разработал методы ионного обмена[5].</p>
                <p class="font-p">Из-за его применения в постоянных магнитах, используемых для ветряных турбин, утверждалось, что диспрозий будет одним из главных объектов геополитической конкуренции в мире, в сфере возобновляемых источников энергии. Но эта точка зрения подверглась критике за то, что она не учла, что большинство ветряных турбин не используют постоянные магниты, а также за недооценку силы экономических стимулов для расширения производства[6].</p>
            </div>       
        </div>
    </div>
</body>
</html>