<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="http://scienchemistry.org/web/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
</head>
<body>
    <div class="wrapper">
        <!--#include virtual="/web/Sitedesign/Menu.html"-->
        <div class="container2">
            <!--#include virtual="/web/Sitedesign/Tablestructure.html"-->
        </div>
        <div class="container"> 
            <div class="information">                
                <h1 class="elements" id="Ir">Иридий</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #fd8572;"><em>Ir</em></th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img class="E-img" src="http://chemistry.com/Elements/Image/metals/seven_row/Ir/Ir.gif">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td class='definition' style="color:#fd8572;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td class='definition' style="color:#fd8572;"> 21 декабря 1898 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td class='definition' style="color:#fd8572;">компактных источниках нейтронов, медицине</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Иридий</strong> - это химический элемент с атомным номером 77 в периодической системе химических элементов Д. И. Менделеева. Иридий — очень твёрдый, тугоплавкий, серебристо-белый переходный металл платиновой группы, обладающий высокой плотностью и сравнимый по этому параметру только с осмием (плотности Os и Ir практически равны с учётом погрешности теоретических расчётов[6]). Имеет высокую коррозионную стойкость даже при температуре 2000 °C. В земных породах встречается крайне редко, поэтому высокая концентрация иридия в образцах породы является индикатором космического (метеоритного) происхождения последних (Перейти к разделу «#Применение»).</p>
                <h2>Физические свойства</h2>
                <p class="font-p"><strong class="word">Иридий</strong> — тяжёлый серебристо-белый металл, из-за своей твердости плохо поддающийся механической обработке. Температура плавления — 2739 K (2466 °C), кипит при 4701 K (4428 °C)[2]. Кристаллическая структура — кубическая гранецентрированная с периодом а0=0,38387 нм; электрическое сопротивление — 5,3⋅10−8Ом·м (при 0 °C), и 2⋅10−7Ом·м (при 2300 °C); коэффициент линейного расширения — 6,5⋅10−6 град; модуль нормальной упругости — 538 ГПа[13]; плотность при 20 °С — 22,65 г/см³[2], жидкого иридия — 19,39 г/см³ (2466 °С)[5]. По плотности сопоставим с соседним осмием.</p>
                <h2>Химические свойства</h2>
                <p class="font-p">Иридий устойчив на воздухе при обычной температуре и нагревании[14], при прокаливании порошка в токе кислорода при 600—1000 °C образует в незначительном количестве IrO2. Выше 1200 °C частично испаряется в виде IrO3. Компактный иридий при температурах до 100 °C не реагирует со всеми известными кислотами и их смесями. Свежеосажденная иридиевая чернь частично растворяется в царской водке с образованием смеси соединений Ir(III) и Ir(IV). Порошок иридия может быть растворён хлорированием в присутствии хлоридов щелочных металлов при 600—900 °C или спеканием с Na2O2 или BaO2 с последующим растворением в кислотах. Иридий взаимодействует с F2 при 400—450 °C, а c Cl2 и S при температуре красного каления.</p>
                <h2>Историческая справка</h2>
                <p class="font-p">Иридий был открыт в 1803 году английским химиком С. Теннантом одновременно с осмием, которые в качестве примесей присутствовали в природной платине, доставленной из Южной Америки. Теннант был первым среди нескольких учёных, кому удалось получить в достаточном количестве нерастворимый остаток после воздействия на платину царской водки и определить в нём ранее неизвестные металлы[7].</p>
            </div>       
        </div>
    </div>
</body>
</html>
