<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="http://scienchemistry.org/web/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/2.1.1/jquery.min.js"></script>
</head>
<body>
    <div class="wrapper">
        <!--#include virtual="/web/Sitedesign/Menu.html"-->
        <div class="container2">
            <!--#include virtual="/web/Sitedesign/Tablestructure.html"-->
        </div>
        <div class="container"> 
            <div class="information">
                <h1 class="elements" id="O">Самарий</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #ec78a4;">Sm</th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img class="E-img" src="http://chemistry.com/Elements/Image/57-71and89-103/Lant/Sm/Sm.gif">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td class='definition' style="color: #ec78a4;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td class='definition' style="color: #ec78a4;">1839 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td class='definition' style="color: #ec78a4;">газокалильных сетках, сплавах</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Самарий</strong> - это химический ээлемент, лантаноид с атомным номером 62. Обозначается символом Sm (лат. Samarium). Простое вещество самарий — твёрдый металл белого цвета из группы лантаноидов.</p>
                <h2>Физические свойства</h2>
                <p class="font-p">Металлический самарий — металл, напоминающий по внешнему виду свинец, а по механическим свойствам — цинк.</p>
                <h2>Химические свойства</h2>
                <p class="font-p">Самарий, являясь типичным лантаноидом, характеризуется электронной конфигурацией 4f65d06s2. Соответственно, образуя соединения, этот элемент, как правило, выступает в качестве восстановителя, проявляя характерные для лантаноидов степени окисления, то есть +2 и +3.</p>
                <p class="font-p">Самарий — высокоактивный металл. На воздухе медленно окисляется, сначала покрываясь тёмной плёнкой трёхвалентного оксида Sm2O3 и затем полностью рассыпаясь в порошок жёлтого оттенка.</p> 
                <p class="font-p">Самарий способен реагировать с азотом (образуя нитрид), углеродом (образуя карбиды), халькогенами (образуя моно и двух-трёхвалентные сульфиды, селениды, теллуриды), водородом (образуя гидриды), кремнием (образуя силициды), бором (образуя бориды), с фосфором (фосфиды), мышьяком (арсениды), сурьмой (антимониды), висмутом (висмутиды) и всеми галогенами, образуя трёхвалентные соединения (фториды, хлориды, бромиды, иодиды).</p> 
                <p class="font-p">Самарий растворим в кислотах. Например, при реакции с серной кислотой самарий образует светло-жёлтые кристаллы сульфата самария(III); при реакции самария с соляной кислотой могут образовываться светло-жёлтые кристаллы хлорида самария(III) и, при определённых условиях, хлорида самария(II).</p>             
                <h2>Историческая справка</h2>
                <p class="font-p">Элемент был выделен из минерала самарскита ((Y,Ce,U,Fe)3(Nb,Ta,Ti)5O16). Этот минерал в 1847 году был назван в честь русского горного инженера, полковника В. Е. Самарского-Быховца (по предложению немецкого химика Генриха Розе, которому Самарский предоставил для исследования образцы этого минерала; минерал был известен ранее под названиями уранотантал и иттроильменит, однако, как показал Розе, эти названия неточно отражали его состав)[3]. Новый, ранее неизвестный элемент в самарските был обнаружен спектроскопически французскими химиками Делафонтеном в 1878 году и Лекоком де Буабодраном в 1879 году. В 1880 году открытие было подтверждено швейцарским химиком Ж. де Мариньяком. Элемент был назван по минералу самарием; первый случай в истории, когда в названии химического элемента было отражено имя реально существовавшего человека, а не мифологического персонажа[4][5]. Чистый металлический самарий был впервые химически выделен только в начале XX века.</p>
            </div>       
        </div>
    </div>
</body>
</html>