<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="http://scienchemistry.org/web/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
</head>
<body>
    <div class="wrapper">
        <!--#include virtual="/web/Sitedesign/Menu.html"-->
        <div class="container2">
            <!--#include virtual="/web/Sitedesign/Tablestructure.html"-->
        </div>
        <div class="container"> 
            <div class="information">                
                <h1 class="elements" id="Rh">Родий</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #fd8572;"><em>Rh</em></th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img class="E-img" src="http://chemistry.com/Elements/Image/metals/seven_row/Rh/Rh.gif">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td class='definition' style="color:#fd8572;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td class='definition' style="color:#fd8572;"> 21 декабря 1898 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td class='definition' style="color:#fd8572;">компактных источниках нейтронов, медицине</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Родий</strong> - это элемент девятой группы (в старой системе — побочной подгруппы восьмой группы) пятого периода периодической системы химических элементов, атомный номер — 45. Простое вещество родий — твёрдый переходный металл серебристо-белого цвета. Благородный металл платиновой группы.</p>
                <h2>Физические свойства</h2>
                <p class="font-p"><strong class="word">Родий</strong> — твёрдый металл серебристо-серого цвета. Химически чистый родий, полученный из солей методом восстановления имеет вид светло-серого порошка или губки, которые при сплавлении образуют металл, напоминающий своим цветом алюминий[2][10].Очень мелкий порошок родия имеет чёрный цвет и называется родиевой чернью. Получают данную форму при восстановлении солей гидразином, формалином или формиатом аммония. Родиевая чернь по своим свойствам подобна платиновой черни — обладает сильными каталитическими свойствами и также способна активно поглощать водород[11].Родий имеет высокий коэффициент отражения электромагнитных лучей видимой части спектра, поэтому широко используется для изготовления «поверхностных» зеркал.</p>
                <h2>Химические свойства</h2>
                <p class="font-p"><strong class="word">Родий</strong> — благородный металл, по химической стойкости в большинстве коррозионных сред превосходит платину. Металлический родий растворяется в царской водке при кипячении, в расплаве КНSО4, в концентрированной серной кислоте при нагревании, а также электрохимически, анодно — в смеси перекиси водорода и серной кислоты.Родий характеризуется высокой химической устойчивостью. С неметаллами он взаимодействует только при температуре красного каления. Мелко измельчённый родий медленно окисляется только при температуре выше 600 °C:
                    <br><strong>4Rh + 3O₂ → 2Rh₂O₃</strong>
                <br>При нагревании родий медленно взаимодействует с концентрированной серной кислотой, раствором гипохлорита натрия и бромоводорода. При спекании реагирует с расплавами гидросульфата калия KHSO4, пероксида натрия Na2O2 и пероксида бария BaO2:
                    <br><strong>2Rh + 6KHSO₄ → 2K₃[Rh(SO₄)₃] + 3H₂</strong>
                    <br><strong>2Rh + 3BaO₂ → 2H₂O = Rh₂O₃ + 3BaO</strong>
                <br>В присутствии хлоридов щелочных металлов, когда есть возможность образовывать комплексы [RhX6]3−, родий взаимодействует с хлором, например:
                    <br><strong>2Rh + 6NaCl + 3Сl₂ = MnO₂ + I₂ + 4NaOH</strong>
                <br>При действии на водные растворы солей и комплексов родия (III) щелочами образуется осадок гидроксида родия Rh(OH)3:
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                <br>Гидроксид и оксид родия (III) проявляют основные свойства и взаимодействуют с кислотами с образованием комплексов Rh (III):
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                <br>Высшую степень окисления +6 родий проявляет в гексафториде RhF6, который образуется при прямом сжигании родия во фторе. Соединение неустойчиво. В отсутствие паров воды гексафторид окисляет свободный хлор:
                    <br><strong>2Rh + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                <br>В низших степенях окисления +1 и +2 родий образует комплексные соединения.</p>
                <h2>Историческая справка</h2>
                <p class="font-p">Открыт в Англии в 1803 году Уильямом Гайдом Волластоном в ходе работ с самородной платиной[3]. В 1804 году Уильям Волластон доложил Королевскому обществу, что в платиновой руде из Южной Америки он обнаружил новые ранее неизвестные металлы — палладий и родий[4]. Стремясь очистить выделенную из руды «сырую» платину от примесей золота и ртути, он растворял её в царской водке, а затем осаждал из раствора нашатырём. Оставшийся раствор имел розовый оттенок, что было невозможно объяснить присутствием известных тогда примесей. Добавление в этот раствор цинка привело к выпадению чёрного осадка, в состав которого вошли другие металлы, такие как медь, свинец, палладий и родий. Разбавленная азотная кислота растворила всё, кроме палладия и родия.Волластон обнаружил, что если попытаться вновь растворить этот высушенный осадок царской водкой, то растворяется лишь часть его. После разбавления раствора водой Волластон добавил в него цианид калия, что привело к обильному выпадению осадка уже оранжевого цвета, который при нагревании сначала приобрёл серый цвет, а затем сплавился в капельку металла — палладия, который по удельному весу был легче ртути[4]. (См. также историю открытия палладия).К оставшейся нерастворённой части Волластон добавлял хлорид натрия. После промывки этанолом розово-красный осадок прореагировал с цинком, который вытеснил родий из ионного соединения в виде свободного металла[5].Волластон первым начал исследования свойств родия — определил его плотность и описал некоторые сплавы и соединения. Свои работы металлу также посвятили многие выдающиеся химики XIX века, среди которых были Берцеллиус, Воклен и Клаус, а из более поздних — Иергенсен, Лейдье и Вильм[6].После открытия родий нашёл лишь незначительное применение — на рубеже XIX—XX веков родийсодержащие термопары использовались для измерения температуры до 1800 °C. Первым крупным применением было гальваническое покрытие для декоративных целей и в качестве антикоррозийной защиты. Однако наибольший спрос на родий возник после внедрение Volvo в 1976 году трехкомпонентного каталитического нейтрализатора, в котором платина и родий обеспечивают разложение оксидов азота на инертный молекулярный азот и кислород, а платина и палладий образовавшийся свободный кислород связывают с углеводородами несгоревшего топлива и окисью углерода.</p>
            </div>       
        </div>
    </div>
</body>
</html>
