<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="http://scienchemistry.org/web/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
</head>
<body>        
    <div class="wrapper">
        <!--#include virtual="/web/Sitedesign/Menu.html"-->
        <div class="container2">
            <!--#include virtual="/web/Sitedesign/Tablestructure.html"-->
        </div>
        <div class="container">
            <div class="information" id="Og">
                <h1 class="elements">Оганесон</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #cccccc;">Og</th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img class="E-img" src="http://chemistry.com/Elements/Image/Un.element/Og/Og.gif">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td class='definition' style="color:#cccccc;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td class='definition' style="color:#cccccc;">2006 г.</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Оганесон</strong> — химический элемент восемнадцатой группы (по устаревшей классификации — главной подгруппы восьмой группы), седьмого периода периодической системы химических элементов, атомный номер — 118. Наиболее стабильным является нуклид <sup>294</sup>Og, чей период полураспада оценивается в 1 мс, а атомная масса равна 294,214(5) а. е. м. Искусственно синтезированный радиоактивный элемент, в природе не встречается. Синтез ядер оганесона был впервые осуществлён в 2002 и 2005 годах в Объединённом институте ядерных исследований (Дубна) в сотрудничестве с Ливерморской национальной лабораторией. Результаты этих экспериментов были опубликованы в 2006 году. 28 ноября 2016 года временное систематическое название «унуноктий» и временное обозначение Uuo после формального подтверждения открытия элемента были заменены на постоянное название «оганесон» и обозначение Og (в честь академика Юрия Цолаковича Оганесяна), предложенные первооткрывателями и утверждённые ИЮПАК.</p>
                <p class="font-p">Номинально элемент относится к инертным газам, однако его физические и, возможно, химические свойства, вероятно, могут сильно отличаться от остальных представителей группы. Оганесон завершает седьмой период таблицы Менделеева, хотя на момент его открытия ещё оставалась незаполненной предыдущая, 117-я клетка таблицы (теннессин). В настоящее время оганесон является самым тяжелым химическим элементом, открытие которого подтверждено. Таким образом, по состоянию на 2021 год, оганесон — последний элемент Периодической таблицы химических элементов.</p>
                <h2>Физические свойства</h2>
                <p class="font-p">Так как оганесон был получен лишь в качестве отдельных атомов, а период его полураспада не позволяет его накапливать, то все физические свойства являются расчётными. Сложность получения так же не позволяет экспериментально изучать химические свойства (в данном случае период его полураспада не был бы ограничивающим значением для некоторых реакций) и они тоже являются исключительно расчётными.</p>
                <p class="font-p">Оганесон, в отличие от более лёгких элементов своей группы, должен являться не газом, а твёрдым веществом при нормальных условиях, что придаёт ему совершенно иные физические свойства.</p>
                <p class="font-p">При небольшом нагревании он легко должен плавиться и испаряться, его ожидаемая расчётная температура кипения составляет 80 ± 30 °C (довольно широкий диапазон вследствие вариации влияния релятивистских эффектов). Температура плавления его неизвестна, однако (по аналогии с более лёгкими элементами) ожидается, что она будет лишь немного ниже температуры кипения. Примерно такую же температуру плавления, как оганесон, имеет воск.</p>
                <p class="font-p">Столь значительное повышение температур плавления и кипения у оганесона по сравнению с радоном вызывают релятивистские эффекты 7p-оболочки, помимо простого увеличения атомной массы, которое усиливает межмолекулярное взаимодействие. Впрочем, оганесон предполагается одноатомным, хотя тенденция к образованию двухатомных молекул у него сильнее, чем у радона.</p>
                <p class="font-p">Расчётная плотность в твёрдом состоянии у оганесона при температуре плавления составляет около 5 г/см³. Это немного выше плотности радона в сжиженном состоянии (при −62 °C), которая составляет 4,4 г/см³. В газообразном состоянии оганесон будет похож на радон: тяжёлый бесцветный газ, немного выше по плотности самого радона.</p>
                <h2>Химические свойства</h2>
                <p class="font-p">Оганесон принадлежит к инертным газам, имея завершённую 7p-электронную оболочку и завершённую электронную конфигурацию, что означает его химическую инертность и нулевую по умолчанию степень окисления. Однако соединения тяжёлых благородных газов (начиная с криптона) с сильным окислителями (например, фтором или кислородом) всё же могут существовать, причём по мере роста порядкового номера электроны удаляются от ядра, поэтому лёгкость окисления инертного газа сильными окислителями от криптона к радону возрастает. Теоретически предполагается, что оганесон будет несколько активнее радона. Его ожидаемая энергия ионизации первого электрона составляет 840 кДж/моль, что существенно ниже радона (1036 кДж/моль) и ксенона (1170 кДж/моль).</p>
                <p class="font-p">Довольно низкая энергия ионизации оганесона и его иные физические свойства предполагают, что оганесон, хотя и будет химически малоактивным по сравнению с большинством других элементов, но по сравнению с предыдущими инертными газами будет весьма химически активен.</p>
                <p class="font-p">Если более лёгкие аналоги — ксенон или криптон — требовали для окисления чрезвычайно жёстких условий и применения фтора, то оганесон должен окисляться гораздо легче. Он будет даже более активен, чем флеровий и коперниций — самые малоактивные элементы среди сверхтяжёлых элементов.</p>
                <p class="font-p">Электроотрицательными элементами оганесон сможет относительно легко окисляться до двух степеней окисления — +2 и +4, причём со фтором оганесон будет образовывать скорее ионные, чем ковалентные соединения (например, OgF<sub>4</sub> ). Оганесон сможет образовать, в отличие от более лёгких аналогов, относительно стабильные соединения и с менее электроотрицательными элементами, например, хлором, азотом или, возможно, и другими элементами. Вероятно, он сможет относительно легко окисляться и кислородом. Возможна теоретически также и степень окисления +1. Возможно, сильные кислоты-окислители также смогут окислять оганесон до оксидов или даже переводить его в состав катиона, подобно металлу.</p>
                <p class="font-p">Довольно низкая энергия ионизации оганесона и его иные физические свойства предполагают, что оганесон, хотя и будет химически малоактивным по сравнению с большинством других элементов, но по сравнению с предыдущими инертными газами будет весьма химически активен.</p>
                <p class="font-p">Если более лёгкие аналоги — ксенон или криптон — требовали для окисления чрезвычайно жёстких условий и применения фтора, то оганесон должен окисляться гораздо легче. Он будет даже более активен, чем флеровий и коперниций — самые малоактивные элементы среди сверхтяжёлых элементов.</p>
                <p class="font-p">Электроотрицательными элементами оганесон сможет относительно легко окисляться до двух степеней окисления — +2 и +4, причём со фтором оганесон будет образовывать скорее ионные, чем ковалентные соединения (например, OgF<sub>4</sub> ). Оганесон сможет образовать, в отличие от более лёгких аналогов, относительно стабильные соединения и с менее электроотрицательными элементами, например, хлором, азотом или, возможно, и другими элементами. Вероятно, он сможет относительно легко окисляться и кислородом. Возможна теоретически также и степень окисления +1. Возможно, сильные кислоты-окислители также смогут окислять оганесон до оксидов или даже переводить его в состав катиона, подобно металлу.</p>
                <p class="font-p">Степень окисления +6 для оганесона будет также возможна, но она будет значительно менее стабильна и требовать жёстких условий для разрушения всего 7p-подуровня. Оганесон сможет, вероятно, образовывать, оганесонистую кислоту H<sub>2</sub>OgO<sub>4</sub> (подобно ксенону, образующему ксенонистую кислоту H<sub>2</sub>XeO<sub>4</sub> ) и соли оганесаты, а все соединения его в степени окисления +6 будут очень сильными окислителями.</p>
                <p class="font-p">В отличие от ксенона, высшая теоретическая степень окисления оганесона +8 будет невозможна из-за требуемой крайне высокой энергии на распаривание 7s-электронов (как и у других 7p-элементов). Поэтому +6 будет высшей степенью окисления оганесона.</p>
                <p class="font-p">Оганесон также будет проявлять не только восстановительные свойства, но и сам служить окислителем для сильных восстановителей, проявляя степень окисления −1 за счёт релятивистских эффектов подоболочек. Теоретически инертные газы не могут выступать в качестве окислителей, поскольку у них все электронные оболочки завершены, однако на практике оганесон сможет образовывать соли с активными металлами — оганесониды (например, оганесонид цезия CsOg), выступая в качестве окислителя, в этом проявляя некоторое сходство с галогенами.</p>
            </div>
        </div>
    </div>
</body>
</html> 