<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="http://scienchemistry.org/web/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
</head>
<body>        
    <div class="wrapper">
        <!--#include virtual="/web/Sitedesign/Menu.html"-->
        <div class="container2">
            <!--#include virtual="/web/Sitedesign/Tablestructure.html"-->
        </div>
        <div class="container">
            <div class="information" id="Hf">
                <h1 class="elements">Гафний</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #fd8572;"><em>Hf</em></th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img class="E-img" src="http://chemistry.com/Elements/Image/metals/two_row/Hf/Hf.gif">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td class='definition' style="color:#fd8572;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td class='definition' style="color:#fd8572;"> 1923 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td class='definition' style="color:#fd8572;">атомной промышленности, производстве, специальной оптике</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Гафний</strong> - это  химический элемент 4-й группы длиннопериодной формы периодической системы Д. И. Менделеева (по короткой форме периодической системы — побочной подгруппы IV группы), шестого периода, с атомным номером 72. Обозначается символом Hf (лат. Hafnium). Простое вещество — тяжёлый тугоплавкий серебристо-белый металл.Гафний имеет две модификации. При комнатной температуре гафний обладает гексагональной плотноупакованной кристаллической решёткой. При температуре, равной 2016 K, гафний претерпевает аллотропическое превращение — гексагональная решётка переходит в объёмноцентрированную кубическую решётку.</p>
                <h2>Физические свойства</h2>
                <p class="font-p"><strong class="word">Гафний</strong> — блестящий серебристо-белый металл, твёрдый и тугоплавкий. В мелкодисперсном состоянии имеет тёмно-серый, почти чёрный цвет; матовый[3]. Плотность при нормальных условиях — 13,31 г/см3[2]. Температура плавления составляет 2506 K (2233 °C), кипит при 4876 K (4603 °C)[2].Гафний обладает высоким сечением захвата тепловых нейтронов — (115 барн у естественной смеси изотопов[5]), тогда как у его химического аналога, циркония, сечение захвата на 3 порядка меньше, около 0,2 барн. В связи с этим цирконий, используемый для создания реакторных ТВЭЛов, должен быть тщательно очищен от гафния.Температурная зависимость теплоёмкости гафния (аналогично теплоёмкости германия — Ge) имеет аномальный вид — на кривой теплоёмкости в диапазоне температур 60—80 К наблюдается пик[6], который не может быть объяснён никакой теорией, предполагающей гуковский закон сил, так как никакая суперпозиция эйнштейновских функций не даёт кривой с максимумом[7]. В данном случае аномальный вид кривой теплоёмкости определяется суперпозицией колебательной (дебаевской) и диффузионной (больцмановской) компонент поглощения тепла кристаллической решеткой[8].</p>
                <h3>Изотопы</h3>
                <p class="font-p">Известно более 30 изотопов гафния с массовыми числами от 153 до 188 (количество протонов составляет 72, нейтронов — от 81 до 116), и 26 ядерных изомеров. 5 изотопов стабильны и встречаются в природе (176Hf, 177Hf, 178Hf, 179Hf, 180Hf). Благодаря огромному периоду полураспада (период полураспада 2×1015 лет) в природе встречается один нестабильный изотоп, 174Hf.Известен изомер гафния 178m2Hf. Он привлек внимание общественности в связи с исследованиями агентства оборонных исследований DARPA по принудительному распаду изомера с выделением значительных энергий[9][10]. Начали высказываться гипотезы о возможности построения гафниевой бомбы (англ.)русск.. Тем не менее в научной среде ставится под сомнение как возможность управляемого взрывного распада 178m2Hf, так и возможность получения изомера в количествах, необходимых для создания оружия.</p>
                <h2>Химические свойства</h2>
                <p class="font-p">Гафний, как и тантал, — достаточно инертный материал из-за образования тонкой пассивной плёнки оксидов на поверхности. В целом химическая стойкость гафния гораздо больше, чем у его аналога — циркония.Лучшим растворителем гафния является фтороводородная кислота (HF) или смесь фтороводородной и азотной кислот, а также царская водка.При высоких температурах (свыше 1000 К) гафний окисляется на воздухе, а в кислороде сгорает. Реагирует с галогенами. По стойкости к кислотам подобен стеклу. Так же, как и цирконий, обладает гидрофобными свойствами (не смачивается водой).</p>
                <h2>Историческая справка</h2>
                <p class="font-p">Гафний искали среди редкоземельных элементов, так как не было выяснено строение 6-го периода системы Д. И. Менделеева. В 1911 году французский химик Ж. Урбен объявил об открытии нового элемента, названного им кельтием. В действительности он получил смесь, состоящую из иттербия, лютеция и небольшого количества гафния. И только после того, как Н. Бор на основании квантовомеханических расчётов показал, что последним редкоземельным элементом является элемент с номером 71, стало ясно, что гафний — аналог циркония.Базируясь на выводах Бора, который предсказал его свойства и валентность, в 1923 году Дирк Костер и Дьёрдь де Хевеши систематически проанализировали рентгеноспектральным методом норвежские и гренландские цирконы. Совпадение линий рентгенограмм остатков после выщелачивания циркона кипящими растворами кислот с вычисленными по закону Мозли для 72-го элемента позволило исследователям объявить об открытии элемента, который они назвали гафнием в честь города, где было сделано открытие (лат. Hafnia — латинское название Копенгагена). Начавшийся после этого спор о приоритете между Ж. Урбеном, Н. Костером и Д. Хевеши продолжался длительное время. В 1949 году название элемента «гафний» было утверждено Международной комиссией и принято всюду.</p>
            </div>
        </div>
    </div>
</body>
</html>

