<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
    <script src="http://ajax.googleapis.com/ajax/libs/jquery/2.0.3/jquery.min.js"></script> 
    <script src="/JS/hisfig.js"></script>
</head>
<body>        
    <div class="wrapper">
		<?php
      		include $_SERVER['DOCUMENT_ROOT'].'/Sitedesign/Menu.php';
      	?>
		<?php
      		include $_SERVER['DOCUMENT_ROOT'].'/Sitedesign/hisfiginf.php';
      	?>
        <div class="container">
            <div class="information"  id="Na">
                <h1 class="elements">Йёнс Якоб Берцелиус</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Йёнс Якоб Берцелиус</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #ebbe59;">Jöns Jakob Berzelius, friherre Berzelius</th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img style="width:260px;" class="E-img" src="http://chemistry.com/HistoricalFigures/Jakob Berzelius/img2.png">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Дата рождения</th>
                                <td class='definition' style="color:#ebbe59;">20 августа 1779</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Место рождения</th>
                                <td class='definition' style="color:#ebbe59;">Линчёпинг, Швеция</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Дата смерти</th>
                                <td class='definition' style="color:#ebbe59;">7 августа 1848 (68 лет)</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Место смерти</th>
                                <td class='definition' style="color:#ebbe59;">Стокгольм, Швеция</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Научная сфера</th>
                                <td class='definition' style="color:#ebbe59;">химия</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Йёнс Якоб Берцелиус</strong> — шведский химик и минералог. Барон (с 1835).</p>
                <p class="font-p">Ввёл современные символы химических элементов. Открыл церий (1803), селен (1817) и торий (1828). Развил электрохимическую теорию. Предложил термины аллотропия, изомерия, катализ и другие. Член Шведской академии наук, с 1810 года — её президент, с 1818 года — непременный секретарь. Член Германской академии естествоиспытателей «Леопольдина» (1818), иностранный член Лондонского королевского общества (1813), почётный член Петербургской академии наук (1820), иностранный член Парижской академии наук (1822).</p>
                <h2  class="elements" >Биография</h2>
                <p class="font-p">Йёнс Якоб Берцелиус родился 20 августа 1779 года в селении Веверсунде близ Линчёпинга на юге Швеции в семье директора школы. Отец умер вскоре после его рождения. Мать Йёнса повторно вышла замуж, но после рождения второго ребёнка заболела и умерла. Отчим сделал всё, чтобы Йёнс и его брат получили хорошее образование. Химией Йёнс Якоб Берцелиус увлёкся только в двадцатилетнем возрасте.</p>
                <p class="font-p">По окончании гимназии поступил в Упсальский университет. В 1804 году получил степень доктора медицины и занял должность адъюнкта медицины и фармации в медицинской высшей школе в Стокгольме. В 1807 году стал профессором этой высшей школы, а с 1810 года — профессором химии и фармации Каролинского института. В 1832 году оставил кафедру в институте и занялся составлением учебников и обзоров по химии.</p>
                <p class="font-p">Берцелиус на опыте подтвердил многие химические законы, известные к тому времени. В течение 1808—1812 годов он получил новые доказательства закона кратных отношений, ранее предложенного Джоном Дальтоном, и связал атомистическую теорию с обширными и разнообразными химическими фактами.</p>
                <p class="font-p">В 1814 году он опубликовал таблицу атомных масс 41 простого вещества, выбрав в качестве единицы сравнения кислород, атомную массу которого он принял за 100. Доказал, что атомные веса не целые числа, тем самым опровергнув теорию Пруста, что все элементы состоят из равного числа водорода.</p>
                <p class="font-p">В 1818 году полностью изложил свою теорию пропорций. К этому времени он определил атомные массы 46 элементов и установил процентный состав ~2000 соединений.</p>
                <p class="font-p">Несмотря на несовершенство его аналитических методов, результаты Берцелиуса были во многих случаях близки к современным. С его работами по атомистике связано введение простой и понятной системы химических символов: для обозначения элемента им была принята первая буква его латинского или греческого названия, иногда за ней следовала ещё одна буква; для указания числа атомов использовались алгебраические индексы. Берцелиус внес изменения в химическую номенклатуру, построив её на латинском языке и введя для разных классов соединений соответствующие приставки, суффиксы и окончания. Переведённая на многие языки, она послужила основой для современной химической номенклатуры.</p>
                <p class="font-p">В 1803 году появилась его работа по электролизу, выполненная совместно с Вильгельмом Гизингером, а в 1812 году — работа по электрохимической классификации элементов и в 1818 году была сформулирована электрохимическая теория. По роду преобладающего на атомах заряда Берцелиус разграничил электроотрицательные и электроположительные элементы и разделил известные в то время 56 элементов на два класса, исходя из свойств образуемых ими соединений с наиболее электроотрицательным элементом — кислородом. Таким образом был получен электрохимический ряд элементов и подразделение на металлы и металлоиды. Электрохимическая теория легла в основу дуалистической системы, созданной Берцелиусом для установления рациональных формул химических соединений. Опираясь на данные, полученные при электролизе разных растворов солей, пришёл к выводу, что в них существуют простые и постоянные отношения между атомами кислорода основания и атомами кислорода кислоты. Термин «органическая химия» введён Берцелиусом в 1806 году.</p>
                <p class="font-p">В 1811 году он начал систематические исследования элементного состава органических соединений, а в 1815 году вывел формулы уксусной, янтарной, винной и других кислот.</p>
                <p class="font-p">В 1824 году получил в лабораторных условиях карбид кремния.</p>
                <p class="font-p">Изучая в 1830 году виноградную кислоту, обнаружил, что по составу она идентична винной и предложил объяснять различия их свойств неодинаковым расположением атомов. Для описания этого феномена предложил термин «изомерия». Так же, Берцелиус ввёл такие важные понятия, как катализ и аллотропия.</p>
                <p class="font-p">Деятельность Берцелиуса включала также исследования по аналитической и неорганической химии. Он провёл систематические исследования состава многих руд и предложил химическую классификацию минералов. Как автора новой минералогической системы Лондонское королевское общество в 1836 году наградило его медалью Копли «For his systematic application of the doctrine of definite proportions to the analysis of mineral bodies, as contained in his Nouveau Systeme de Mineralogie, and in other of his works». Он разработал новые методы качественного (проба на мышьяк) и количественного анализа, усовершенствовал многие приборы и создал новые (паяльная трубка). Он открыл три новых химических элемента: церий, торий и селен; впервые выделил в свободном состоянии кремний, титан, тантал и цирконий.</p>
                <p class="font-p">Берцелиус развивал теоретические представления об изомерии и полимерии (1830—1835), представления об аллотропии (1841), ввёл термины «органическая химия», «аллотропия», «изомерия». Учёный составлял ежегодные обзоры успехов физических и химических наук, был автором самого популярного в те годы пятитомного «Учебника химии» (1808—1818), выдержавшего пять изданий и переведённого на немецкий и французский языки.</p>
                <p class="font-p">В 1808 году Берцелиус стал членом Шведской академии наук, в 1810 — её президентом, а в 1818 — непременным секретарём. В 1818 году был посвящён в рыцари, в 1835 году ему был пожалован титул барона.</p>
                <p class="font-p">Помощником и соавтором Берцелиуса была Анна Сундстрём.</p>
                <p class="font-p">Берцелиус женился в 55 лет на 24-летней Иоганне Элизабет, дочери своего старого друга Поппиуса, государственного канцлера Швеции. Брак их был счастливым, но детей не было. В 1845 году состояние здоровья Берцелиуса ухудшилось. После одного особенно сильного приступа подагры у него оказались парализованы обе ноги. Умер Берцелиус в Стокгольме 7 августа 1848 года. Он похоронен на маленьком кладбище вблизи него.</p>
                <p class="font-p">В 1855 году в столице Швеции был поставлен памятник Берцелиусу.</p>
                <p class="font-p">В 1935 году Международный астрономический союз присвоил имя Берцелиуса кратеру на видимой стороне Луны.</p>
            </div>
        </div>
    </div>
</body>
</html> 