<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="http://scienchemistry.org/web/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
</head>
<body>        
    <div class="wrapper">
        <!--#include virtual="/web/Sitedesign/Menu.html"-->
        <div class="container2">
            <!--#include virtual="/web/Sitedesign/Tablestructure.html"-->
        </div>
        <div class="container">
            <div class="information" id="Rg">
                <h1 class="elements">Рентгений</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #cccccc;">Rg</th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img class="E-img" src="http://chemistry.com/Elements/Image/Un.element/Rg/Rg.gif">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td class='definition' style="color:#cccccc;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td class='definition' style="color:#cccccc;">8 декабря 1994</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Рентгений</strong> — искусственно синтезированный химический элемент 11-й группы (по устаревшей классификации — побочной подгруппы первой группы), седьмого периода периодической системы химических элементов Д. И. Менделеева, с атомным номером 111. Простое вещество рентгений — переходный металл. Наиболее долгоживущий (период полураспада 2,1 минуты) известный изотоп имеет массовое число 282.</p>
                <h2>Свойства</h2> 
                <p class="font-p">Предполагается, что рентгений — переходный металл, аналог золота. Рентгений относится к группе благородных металлов, и предполагается, что он является химически малоактивным металлом.</p>       
                <p class="font-p">Так как активность благородных металлов снижается с ростом порядкового номера, то предполагается, что рентгений ещё менее активен, чем золото, и таким образом, является самым химически инертным металлом. Наиболее вероятная степень окисления рентгения +3, подобно золоту (к примеру, в трифториде RgF<sub>3</sub> ).</p> 
                <p class="font-p">Цвет рентгения неизвестен, однако расчёты показывают, что для рентгения, как и для серебра, устойчивым будет основное состояние, и не будет наблюдаться перескока электронов. Поэтому металл будет иметь такой же цвет, как серебро, если его получить в макроскопическом количестве.</p> 
                <p class="font-p">Теоретически предсказанная плотность рентгения чрезвычайно высокая и составляет 28,7 г/см³, что существенно тяжелее, чем самый тяжелый стабильный элемент осмий, плотность которого 22,6 г/см³.</p>         
                <h2>Историческая справка</h2>
                <p class="font-p">Элемент 111 был впервые синтезирован 8 декабря 1994 года в немецком городе Дармштадте. Авторами первой публикации, которая вскоре появилась в немецком журнале Zeitschrift für Physik, были руководитель группы С. Хофманн (Институт тяжёлых ионов), В. Нинов, Ф. П. Хессбергер, П. Армбрустер, Х. Фольгер, Г. Мюнценберг, Х. Шётт, А. Г. Попеко, А. В. Еремин, А. Н. Андреев, С. Саро, Р. Яник и М. Лейно. Помимо немецких физиков, в международную группу входили трое учёных из российского Объединённого института ядерных исследований, болгарин (В. Нинов), два словака и один представитель Финляндии.</p>
                <p class="font-p">Первооткрыватели предложили назвать элемент рентгением в честь знаменитого немецкого физика, лауреата Нобелевской премии, открывшего названные его именем лучи, Вильгельма Конрада Рентгена. Символ элемента — Rg.</p>
                <p class="font-p">IUPAC официально признал открытие 111-го элемента в 2003 году, а в 2004 году присвоил ему название рентгений.</p>
            </div>
        </div>
    </div>
</body>
</html> 