<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
    <script src="http://ajax.googleapis.com/ajax/libs/jquery/2.0.3/jquery.min.js"></script> 
    <script src="/JS/hisfig.js"></script>
</head>
<body>        
    <div class="wrapper">
		<?php
      		include $_SERVER['DOCUMENT_ROOT'].'/Sitedesign/Menu.php';
      	?>
		<?php
      		include $_SERVER['DOCUMENT_ROOT'].'/Sitedesign/hisfiginf.php';
      	?>
        <div class="container">
            <div class="information"  id="CarlWilhelmScheele">
                <h1 class="elements">Карл Вильгельм Шееле</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Карл Вильгельм Шееле</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #ebbe59;">Carl Wilhelm Scheele</th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img style="width:260px;" class="E-img" src="/Icons/HistoricalFigures/Carl Wilhelm Scheele/img2.png">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Дата рождения</th>
                                <td class='definition' style="color:#ebbe59;">9 декабря 1742</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Место рождения</th>
                                <td class='definition' style="color:#ebbe59;">Штральзунд, Германия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Дата смерти</th>
                                <td class='definition' style="color:#ebbe59;">21 мая 1786 (43 года)</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Место смерти</th>
                                <td class='definition' style="color:#ebbe59;">Кёпинг, Вестманланд, Швеция</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Научная сфера</th>
                                <td class='definition' style="color:#ebbe59;">химия</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Карл Вильгельм Шееле</strong> — шведский химик-фармацевт. Он выделил и исследовал множество химических соединений, а также стал первооткрывателем нескольких химических элементов, в частности, кислорода.</p>
                <h2  class="elements" >Биография</h2>
                <p class="font-p">Карл Вильгельм Шееле родился в городе Штральзунде в Померании, которая на тот момент входила в состав Швеции, в семье пивовара и торговца зерном.</p>
                <p class="font-p">Учился в частной школе в Штральзунде, но уже в 1757 году переехал в Гётеборг. Поскольку родители не имели средств для того, чтобы дать ему высшее образование (Карл был седьмым сыном в семье), он стал учеником аптекаря и активно занимался самообразованием. Работая в аптеке, Шееле достиг большого искусства в химическом эксперименте. Проработав восемь лет в Гётеборге, Шееле переехал в Мальмё, где смог по вечерам заниматься научными исследованиями в лаборатории аптекаря. Затем Шееле работал в аптеках Стокгольма (1768—1769), Уппсалы (1770—1774) и, наконец, в 1775 году приобрёл аптеку в Чёпинге, где и занимался исследованиями до конца жизни. Таким образом внёс большой вклад в развитие химии.</p>
                <p class="font-p">Слава Шееле как выдающегося экспериментатора распространилась далеко за пределы Швеции; прусский король Фридрих II приглашал его занять кафедру химии в Берлинском университете, однако Шееле отклонил приглашение. В 1775 году за выдающиеся достижения в области химии он был избран действительным членом Шведской королевской Академии наук, став единственным учёным, который удостоился этой чести, не имея высшего образования.</p>
                <p class="font-p">Шееле принадлежит открытие множества неорганических и органических веществ. В 1774 году он показал, что пиролюзит, считавшийся ранее разновидностью магнитного железняка, представляет собой соединение неизвестного металла. Тогда же при взаимодействии соляной кислоты и пиролюзита при нагревании был впервые получен хлор. Позже им были получены триоксид молибдена (1778) и триоксид вольфрама (1781) из природных минералов молибденита и тунгстена (шеелита). В 1779 году действием свинцового глёта на растительные и животные жиры Шееле впервые получил глицерин.</p>
                <p class="font-p">Им также открыты тетрафторид кремния (1771), оксид бария (1774), мышьяковистый водород (1775), винная (1769), кремнефтористоводородная, фтороводородная (1771), мышьяковая (1775), щавелевая, мочевая (1776), молочная (1780), синильная, серная (1782)кислоты.</p>
                <p class="font-p">В 1769 году Шееле разработал способ производства фосфора из золы, образующейся при обжиге костей. В 1774 году Шееле выделил в свободном виде марганец и оксид бария; детально описал свойства хлора. В 1775 году открыл мышьяковистый водород и мышьяковую кислоту, в 1777 году получил и исследовал сероводород и другие сернистые соединения. В 1777 году одновременно с Феличе Фонтана он обнаружил способность свежепрокалённого древесного угля поглощать газы. В труде «Химический трактат о воздухе и огне» Шееле описал получение и свойства «огненного воздуха» и указал, что атмосферный воздух состоит из двух «видов воздуха»: «огненного» — кислорода и «флогистированного» — азота. Несмотря на то что он впервые в истории в 1772 году получил в лабораторных условиях кислород, приоритет открытия кислорода принадлежит Джозефу Пристли (1774), так как труд Шееле был опубликован только в 1777 году. Шееле первым получил и исследовал перманганат калия KMnO<sub>4</sub> — всем известную «марганцовку», которая теперь широко применяется в химических экспериментах и в медицине, открыл сероводород H<sub>2</sub>S.</p>
                <p class="font-p">Осенью 1785 года Шееле начал страдать от симптомов заболевания почек. В начале 1786 года он также заболел заболеванием кожи, которое в сочетании с проблемами с почками настолько ослабило его, что он мог предвидеть свою раннюю смерть. Имея это в виду, за два дня до его смерти он женился на вдове своего предшественника, бывшего городского аптекаря, чтобы передать ей аптеку и другие его активы.</p>
                <p class="font-p">Многие соединения и элементы, которые он использовал для своих экспериментов, были изначально опасны, в особенности тяжелые металлы, тем не менее, как и большинство его современников, в эпоху, когда было мало методов химической характеристики, Шееле проверял на запах и вкус все новые вещества, которые он открывал.</p>
                <p class="font-p">Совокупное воздействие мышьяка, ртути, свинца, их соединений и, возможно, плавиковой кислоты, которую он обнаружил ранее, а так же других веществ, сказалось на Шееле, и от частых экспериментов без надлежащей вентиляции сильно пострадало его здоровье. В 1786 году он преждевременно умер. Некоторые источники приписывают его смерть синильной кислоте, а некоторые, отравлению ртутью.</p>
                <p class="font-p">Во время посещения Парижа шведским королём Густавом III к нему явилась делегация французских учёных и высказала почтение в связи с работой в Швеции выдающегося химика Карла Вильгельма Шееле, открывшего многие органические и неорганические вещества. Так как король никогда не слышал о Шееле, он отделался общими фразами, а затем немедленно издал приказ возвести химика в рыцарское достоинство. Однако премьер-министр тоже не знал учёного, и в результате титул графа достался другому Шееле — лейтенанту артиллерии, а химик так и остался неизвестным для короля и придворных.</p>
                <p class="font-p">В честь Шееле названы небольшой кратер на поверхности Луны и малая планета (12356) Карлшееле, Премия Шееле, минерал шеелит, а также краситель «Зелень Шееле».</p>
            </div>
        </div>
    </div>
</body>
</html> 