<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="http://scienchemistry.org/web/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
</head>
<body>        
    <div class="wrapper">
        <!--#include virtual="/web/Sitedesign/Menu.html"-->
        <div class="container2">
            <!--#include virtual="/web/Sitedesign/Tablestructure.html"-->
        </div>
        <div class="container">
            <div class="information" id="V">
                <h1 class="elements">Ванадий</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #fd8572;"><em>V</em></th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img class="E-img" src="http://chemistry.com/Elements/Image/metals/three_row/V/V.gif">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td class='definition' style="color:#fd8572;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td class='definition' style="color:#fd8572;"> 1801 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td class='definition' style="color:#fd8572;">промышленности, металлургии, нефтедобыче</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Ванадий</strong> - это  химический элемент с атомным номером 23[3]. Принадлежит к 5-й группе периодической таблицы химических элементов (по устаревшей короткой форме периодической системы принадлежит к побочной подгруппе V группы, или к группе VB), находится в четвёртом периоде таблицы. Атомная масса элемента 50,9415(1) а. е. м.[1]. Обозначается символом V (от лат. Vanadium). Простое вещество ванадий — пластичный металл серебристо-серого цвета.</p>
                <h2>Физические свойства</h2>
                <p class="font-p"><strong class="word">Ванадий</strong> — пластичный металл серебристо-серого цвета, по внешнему виду похож на сталь. Образует кристаллы кубической сингонии (объёмно-центрированная решётка), пространственная группа Im3m, параметры ячейки a = 0,3024 нм, Z = 2. Температура плавления 1920 °C, температура кипения 3400 °C, плотность 6,11 г/см³. При нагревании на воздухе выше 300 °C ванадий становится хрупким. Примеси кислорода, водорода и азота резко снижают пластичность ванадия и повышают его твёрдость и хрупкость[2].</p>
                <h3>Изотопы</h3>
                <p class="font-p">Природный ванадий состоит из двух изотопов: слаборадиоактивного 50V (изотопная распространённость 0,250 %) и стабильного 51V (99,750 %). Период полураспада ванадия-50 равен 1,5⋅1017 лет, то есть для всех практических целей его можно считать стабильным; этот изотоп в 83 % случаев посредством электронного захвата превращается в 50Ti, а в 17 % случаев испытывает бета-минус-распад, превращаясь в 50Cr.Известны 24 искусственных радиоактивных изотопа ванадия с массовым числом от 40 до 65 (а также 5 метастабильных состояний). Из них наиболее стабильны 49V (T1/2=337 дней) и 48V (T1/2=15,974 дня).</p>
                <h2>Химические свойства</h2>
                <p class="font-p">Химически ванадий довольно инертен. Он имеет хорошую стойкость к коррозии, стоек к действию морской воды, разбавленных растворов соляной, азотной и серной кислот, щелочей[11].С кислородом ванадий образует несколько оксидов: VO, V2O3, VO2,V2O5. Оранжевый V2O5 — кислотный оксид, тёмно-синий VO2 — амфотерный, остальные оксиды ванадия — осно́вные.Галогениды ванадия гидролизуются. С галогенами ванадий образует довольно летучие галогениды составов VX2 (X = F, Cl, Br, I), VX3, VX4 (X = F, Cl, Br), VF5 и несколько оксогалогенидов (VOCl, VOCl2, VOF3 и др.).Соединения ванадия в степенях окисления +2 и +3 — сильные восстановители, в степени окисления +5 проявляют свойства окислителей. Известны тугоплавкий карбид ванадия VC (tпл=2800 °C), нитрид ванадия VN, сульфид ванадия V2S5, силицид ванадия V3Si и другие соединения ванадия.При взаимодействии V2O5 с осно́вными оксидами образуются ванадаты — соли ванадиевой кислоты вероятного состава HVO3.Взаимодействует с кислотами.</p>
                <h2>Историческая справка</h2>
                <p class="font-p">Ванадий был открыт в 1801 году профессором минералогии из Мехико Андресом Мануэлем Дель Рио в свинцовых рудах. Он обнаружил новый металл и предложил для него название «панхромий» из-за широкого диапазона цвета его соединений, сменив затем название на «эритроний». Дель Рио не имел авторитета в научном мире Европы, и европейские химики усомнились в его результатах. Затем и сам Дель Рио потерял уверенность в своём открытии и заявил, что открыл всего лишь хромат свинца.В 1830 году ванадий был открыт заново шведским химиком Нильсом Сефстрёмом в железной руде. Новому элементу название дали Берцелиус и Сефстрём.Шанс открыть ванадий был у Фридриха Вёлера, исследовавшего мексиканскую руду, но он серьёзно отравился фтороводородом незадолго до открытия Сефстрёма и не смог продолжить исследования. Однако Вёлер довёл до конца исследование руды и окончательно доказал, что в ней содержится именно ванадий, а не хром.</p>
            </div>
        </div>
    </div>
</body>
</html>
