<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="http://scienchemistry.org/web/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
</head>
<body>        
    <div class="wrapper">
        <!--#include virtual="/web/Sitedesign/Menu.html"-->
        <div class="container2">
            <!--#include virtual="/web/Sitedesign/Tablestructure.html"-->
        </div>
        <div class="container">
            <div class="information" id="Sc">
                <h1 class="elements">Скандий</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #fd8572;"><em>Sc</em></th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img class="E-img" src="http://chemistry.com/Elements/Image/metals/one_row/Sc/Sc.gif">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td class='definition' style="color:#fd8572;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td class='definition' style="color:#fd8572;"> 1879 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td class='definition' style="color:#fd8572;">производстве стекол,солнечных батарей</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Скандий</strong> - это элемент третьей группы, четвёртого периода периодической системы химических элементов Д. И. Менделеева, с атомным номером 21. Простое вещество скандий — лёгкий металл серебристого цвета с характерным жёлтым отливом.</p>
                <h2>Физические свойства</h2>
                <p class="font-p"><strong class="word">Скандий</strong> — лёгкий металл серебристого цвета с характерным жёлтым отливом.Температура плавления 1541 °C, температура кипения 2837 °C. Скандий — мягкий металл, с чистотой 99,5 % и выше легко поддается механической обработке.</p>
                <h2>Химические свойства</h2>
                <p class="font-p">Химические свойства скандия похожи на таковые у алюминия. В большинстве соединений скандий проявляет степень окисления +3. Компактный металл на воздухе покрывается с поверхности оксидной плёнкой. При нагревании до красного каления реагирует с фтором, кислородом, азотом, углеродом, фосфором. При комнатной температуре реагирует с хлором, бромом и иодом. Реагирует с разбавленными сильными кислотами; концентрированными кислотами-окислителями и HF пассивируется. Реагирует с концентрированными растворами щелочей.Ион Sc³⁺ бесцветный диамагнитный, координационное число в водных растворах — 6. Как и в случае алюминия, гидроксид скандия амфотерен и растворяется как в избытке кислот, так и в избытке щелочей; с разбавленным раствором аммиака не реагирует. Хлорид, бромид, иодид и сульфат скандия хорошо растворимы в воде, раствор имеет кислую реакцию вследствие частичного гидролиза, при этом гидратация безводных солей сопровождается бурным выделением тепла. Фторид и фосфат скандия в воде не растворимы, но фторид растворятся в присутствии избытка фторид-ионов с образованием ScF6³⁻. Карбид, нитрид, фосфид, сульфид и карбонат скандия водой нацело гидролизуются. Органические соединения скандия термически относительно устойчивы, но бурно реагируют с водой и воздухом. Они построены в основном при помощи σ-связей Sc-C и представлены алкильными производными и полимерными циклопентадиенидами.Известны также соединения с низшими степенями окисления скандия (+2, +1, 0). Одно из простейших — тёмно-синее твёрдое вещество CsScCl₃. В этом веществе представлены связи между атомами скандия. Моногидрид скандия ScH наблюдался спектроскопически в условиях высоких температур в газовой фазе. Также низшие степени окисления скандия обнаружены в металлоорганических соединениях.</p>
                <h2>Историческая справка</h2>
                <p class="font-p">Элемент был предсказан Д. И. Менделеевым (как экабор) в статье, датированной 11 декабря 1870 года, и открыт в 1879 году шведским химиком Ларсом Нильсоном. Нильсон назвал элемент в честь Скандинавии.</p>
            </div>
        </div>
    </div>
</body>
</html>
