<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
    <script src="http://ajax.googleapis.com/ajax/libs/jquery/2.0.3/jquery.min.js"></script> 
    <script src="/JS/hisfig.js"></script>
</head>
<body>        
    <div class="wrapper">
		<?php
      		include $_SERVER['DOCUMENT_ROOT'].'/Sitedesign/Menu.php';
      	?>
		<?php
      		include $_SERVER['DOCUMENT_ROOT'].'/Sitedesign/hisfiginf.php';
      	?> 
        <div class="container">
            <div class="information"  id="Na">
                <h1 class="elements">Хенниг Бранд</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Хенниг Бранд</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #ebbe59;">Hennig Brand</th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img style="width:260px;" class="E-img" src="http://chemistry.com/HistoricalFigures/Hennig Brand/img.jpg">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Дата рождения</th>
                                <td class='definition' style="color:#ebbe59;">прибл. 1630</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Место рождения</th>
                                <td class='definition' style="color:#ebbe59;">Гамбург, Священная Римская империя</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Дата смерти</th>
                                <td class='definition' style="color:#ebbe59;">прибл. 1710 (около 80 лет)</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Место смерти</th>
                                <td class='definition' style="color:#ebbe59;">Гамбург, Священная Римская империя</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Научная сфера</th>
                                <td class='definition' style="color:#ebbe59;">алхимия, химия</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Хенниг Бранд</strong> — немецкий алхимик. Считается, что в 1669 году он открыл фосфор.</p>
                <h2  class="elements" >Биография</h2>
                <p class="font-p">Сведения о жизни Хеннига Бранда отрывочны и малодостоверны. Разные источники расходятся в его происхождении: одни утверждают, что он имел скромное происхождение и был учеником стеклодува, другие — что он имел высокий социальный статус и мог себе позволить содержание алхимической лаборатории.</p>
                <p class="font-p">Достоверно известно, что он родился и жил в Гамбурге. Во время Тридцатилетней войны служил простым солдатом, однако, решив, что это слишком опасная для него профессия, объявил себя врачом и стал вращаться в кругах алхимиков. Так как у него не было богатых покровителей, не очень преуспел на этом поприще. Занялся коммерцией. Удача ему способствовала, и вскоре Хенниг Бранд стал преуспевающим купцом. Сколотив состояние, смог себе позволить приобрести оборудование для занятия любимым делом — получением алхимического золота.</p>
                <p class="font-p">Известно также, что у Хеннига Бранда было две жены, причём вторая обладала достаточными средствами. Существует версия, что именно это помогло его алхимическим опытам.</p>
                <p class="font-p">Пытаясь найти философский камень, в 1669 году выделил фосфор.</p>
                <p class="font-p">Потерпев неудачу в попытках получить золото с помощью открытого элемента, начал торговлю последним, потом продал и сам секрет.</p>
                <p class="font-p">Скончался около 1710 года.</p>
                <h2>Открытие фосфора</h2>
                <p class="font-p">Хенниг Бранд уверовал, что «первичная материя» содержится в человеческой моче. С этой целью он собрал в солдатских казармах несколько бочек мочи. Затем Бранд медленно выпаривал собранную мочу. В результате этой процедуры он получил сиропообразную жидкость, которую дважды подверг дистилляции. В результате получилась некая субстанция, названная им «мёртвая голова». Далее Бранд прокаливал «мёртвую голову» с песком и углём без доступа воздуха. Нагревание получившегося продукта приводило к образованию белой пыли, медленно оседавшей на дно реторты и светившейся в темноте. Бранд в великой радости принял получившееся вещество за «первичную материю» и назвал фосфором, то есть светоносцем.</p>
                <p class="font-p">Бранд тут же начал эксперименты по превращению полученного вещества (или других веществ с его помощью) в золото, но все его попытки ни к чему не привели. Тогда Бранд нашёл другой способ превратить результаты своего труда в «золото»: фосфор вызвал огромный интерес в обществе, и Бранд начал им активно торговать, выставляя цену дороже золота и сохраняя способ получения фосфора в тайне. Позднее, поняв, что не сможет долго хранить свой секрет, продал технологию получения фосфора дрезденскому химику Д. Крафту за 200 талеров.</p>
                <p class="font-p">Несколько позже фосфор был получен другим немецким химиком — Иоганном Кункелем.</p>
                <p class="font-p">Независимо от Бранда и Кункеля фосфор был получен Робертом Бойлем, описавшим его в статье «Способ приготовления фосфора из человеческой мочи», которая датирована 14 октября 1680 года, а опубликована в 1693 году.</p>
                <p class="font-p">Усовершенствованный способ получения фосфора был опубликован в 1743 году Андреасом Маргграфом.</p>
            </div>
        </div>
    </div>
</body>
</html> 