<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="http://scienchemistry.org/web/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
</head>
<body>        
    <div class="wrapper">
        <!--#include virtual="/web/Sitedesign/Menu.html"-->
        <div class="container2">
            <!--#include virtual="/web/Sitedesign/Tablestructure.html"-->
        </div>
        <div class="container">
            <div class="information" id="Ts">
                <h1 class="elements">Теннессин</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #cccccc;">Ts</th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img class="E-img" src="http://chemistry.com/Elements/Image/Un.element/Ts/Ts.gif">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td class='definition' style="color:#cccccc;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td class='definition' style="color:#cccccc;">2015 г.</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Теннессин</strong> — химический элемент семнадцатой группы (по устаревшей классификации — главной подгруппы седьмой группы), седьмого периода периодической системы химических элементов, обозначаемый символом Ts и обладающий зарядовым числом 117. Чрезвычайно радиоактивен. Период полураспада более устойчивого из двух известных изотопов, <sup>294</sup>Ts, составляет около 78 миллисекунд, атомная масса этого изотопа равна 294,210(5) а.е.м.. Формально относится к галогенам, однако его химические свойства ещё не изучены и могут отличаться от свойств, характерных для этой группы элементов. Унунсептий был открыт последним по времени из элементов седьмого периода таблицы Менделеева и вообще последним из открытых на 2020 год элементов.</p>
                <h2>Физические свойства</h2>
                <p class="font-p">Теннессин номинально относится к галогенам, следуя после иода и астата. Точные свойства теннессина остаются предметом обсуждения.</p>
                <p class="font-p">Теннессин, по наиболее вероятной модели, является металлоидом (или полуметаллом), с преимуществом металлических свойств над неметаллическими.</p>
                <p class="font-p">Его плотность ожидается в диапазоне 7,1—7,3 г/см³, то есть несколько больше, чем плотность его гомолога астата, равная 6,3—6,5 г/см³ (вследствие того, что астат очень сильно радиоактивен, его плотность также рассчитана теоретически).</p>
                <p class="font-p">При комнатной температуре теннессин должен быть твёрдым, в ранних работах его температура плавления предсказывалась в интервале 300—500 °C, кипения — 550 °C, по одним расчётам, и даже 610 °C, следуя тенденции роста температуры плавления с ростом атомного номера в группе галогенов.</p>
                <p class="font-p">Однако более поздние расчёты дают намного меньшие значения, предсказывая, что теннессин будет кипеть при температуре всего лишь 345 °C или даже ещё меньшей — вплоть до 230 °C, что ниже температуры кипения астата, которая составляет 309 °C.</p>
                <p class="font-p">Столь низкие ожидаемые температуры кипения могут быть связаны с тем, что, в отличие от остальных галогенов, теннессин может быть одноатомным, не образовывая или почти не образовывая двухатомных молекул Ts<sub>2</sub> .</p>
                <h2>Химические свойства</h2>
                <p class="font-p">Все галогены в той или иной степени проявляют свойства окислителей, причём окислительная способность уменьшается от фтора к астату. Теннессин, следуя в ряду галогенов после астата, почти не сможет проявлять окислительную способность ввиду большого удаления электронов от ядра, и, вероятно, станет первым из галогенов, восстановительная способность которого будет сильнее окислительной. Предполагается, что в отличие от остальных галогенов наиболее устойчивой степенью окисления теннессина будет +1. Эта степень окисления будет особенно устойчивой, как и устойчивость иона At<sup>+</sup>, только у теннессина её стабильность будет ещё выше.</p>
                <p class="font-p">Степень окисления −1, как и у остальных галогенов, вероятно, возможна, однако предполагается, что у теннессина она возникает только с сильными восстановителями и что теннессин, в отличие от остальных галогенов, не может образовывать устойчивых солей в степени окисления −1 (такие соли могут называться теннессинидами). Они смогут окисляться даже кислородом воздуха до степени окисления +1 — гипотеннессинитов, аналогов гипохлоритов.</p>
                <p class="font-p">Теоретически предсказывается, что второй по распространённости степенью окисления теннессина является +3. Степень окисления +5 также возможна, но только в жёстких условиях, поскольку требует разрушения всего 7p-подуровня. Хотя все более лёгкие галогены, кроме фтора, проявляют степень окисления +7, в отличие от них для теннессина она будет невозможна из-за крайне высокой энергии спаривания 7s-электронов. Поэтому максимальная степень окисления для теннессина должна равняться +5.</p>
                <p class="font-p">Самым простым соединением теннессина является его соединение с водородом, TsH, или (по аналогии с названиями других галогенов) теннессиноводород.</p>
            </div>
        </div>
    </div>
</body>
</html> 