<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="http://scienchemistry.org/web/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
</head>
<body>        
    <div class="wrapper">
        <!--#include virtual="/web/Sitedesign/Menu.html"-->
        <div class="container2">
            <!--#include virtual="/web/Sitedesign/Tablestructure.html"-->
        </div>
        <div class="container">
            <div class="information" id="Mc">
                <h1 class="elements">Московий</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #cccccc;">Mc</th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img class="E-img" src="http://chemistry.com/Elements/Image/Un.element/Mc/Mc.gif">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td class='definition' style="color:#cccccc;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td class='definition' style="color:#cccccc;"> 2003 г.</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Московий</strong> — химический элемент пятнадцатой группы (по устаревшей классификации — главной подгруппы пятой группы), седьмого периода периодической системы химических элементов, атомный номер — 115, наиболее стабильным является нуклид <sup>290</sup>Mc (период полураспада оценивается в 156 мс), атомная масса этого нуклида равна 290,196(6) а. е. м. Искусственно синтезированный радиоактивный элемент, в природе не встречается.</p>
                <h2>Физические свойства</h2>
                <p class="font-p">Предполагается, что московий — непереходный металл, похожий на висмут. Плотность его ожидается на уровне 13,5 г/см³, что выше плотности свинца и несколько меньше плотности ртути. Расчётная температура плавления московия ожидается около 400 °C, то есть он должен быть несколько менее легкоплавким, чем висмут. Московий номинально принадлежит к подгруппе азота (пниктогены) и, вероятно, является вторым металлом в ней после висмута.</p>
                <h2>Химические свойства</h2>
                <p class="font-p">В отличие от более лёгких элементов, которые проявляют в той или иной степени окислительные свойства, которые ослабевают от азота к висмуту, московий химически ожидается похожим больше не на более лёгкие аналоги своей подгруппы, а на щелочные металлы, в этом плане проявляя сходство с таллием. Причина этого кроется в том, что московий в степени окисления +1 приобретёт электронную конфигурацию флеровия, которая является чрезвычайно устойчивой, а одновалентный катион Mc<sup>+</sup> будет очень стабильным.</p>
                <p class="font-p">Образование такого катиона приведёт к появлению устойчивой стабилизирующей 7p<sup>2</sup><sub>1/2</sub> - подоболочки валентных электронов.</p>
                <p class="font-p">Так же как щелочные металлы, московий будет иметь очень низкую энергию ионизации первого электрона, которая составит 538 кДж/моль, что почти равно энергии ионизации лития и немного больше аналогичных значений для натрия. Основные свойства усилит очень большой размер катиона, что сделает McOH сильной щёлочью, подобной NaOH или KOH.</p>
                <p class="font-p">Московий будет быстро окисляться на воздухе кислородом или азотом, бурно реагировать с водой с выделением водорода и образовывать прочную ионную связь с галогенами.</p>
                <p class="font-p">Другой степенью окисления московия является +3. Она предполагается также весьма устойчивой и будет похожа на соли висмута в степени окисления +3, но проявлять он сможет её только в относительно жёстких условиях (при высоких температурах с кислородом или другими галогенами), с некоторыми сильными кислотами.</p>
                <p class="font-p">В отличие от более лёгких элементов, московий, как ожидается, не будет проявлять окислительных свойств, что сделает невозможным его степень окисления −3. Причина этого кроется в том, что присоединение трёх электронов энергетически очень невыгодно основной 7p-подоболочке, и московий, как ожидается, будет проявлять только восстановительные свойства. Степень окисления +5 (высшая возможная для всех элементов, начиная с азота) будет также невозможна по причине очень стабильной электронной пары 7s<sup>2</sup>, на распаривание которой будет требоваться слишком большое количество энергии. Как следствие, +1 и +3 будут единственными двумя возможными степенями окисления московия.</p>
                <h2>Историческая справка</h2>
                <p class="font-p">В феврале 2004 года были опубликованы результаты экспериментов, проводившихся с 14 июля по 10 августа 2003 года, в результате которых был получен 115-й элемент. Исследования проводились в Объединённом институте ядерных исследований (Дубна, Россия) на циклотроне У-400 c использованием дубненского газонаполненного разделителя ядер отдачи (ДГРЯО) совместно с Ливерморской национальной лабораторией (США). В этих экспериментах в результате бомбардировки мишени из америция-243 ионами кальция-48 были синтезированы изотопы элемента 115: три ядра <sup>288</sup>Mc и одно ядро <sup>287</sup>Mc. Все четыре ядра в результате альфа-распада превратились в изотопы элемента 113. Цепочка последовательных альфа-распадов привела в результате к спонтанно делящимся ядрам элемента 105 (дубний).</p>
            </div>
        </div>
    </div>
</body>
</html> 