<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="http://scienchemistry.org/web/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/2.1.1/jquery.min.js"></script>
</head>
<body>
    <div class="wrapper">
        <!--#include virtual="/web/Sitedesign/Menu.html"-->
        <div class="container2">
            <!--#include virtual="/web/Sitedesign/Tablestructure.html"-->
        </div>
        <div class="container"> 
            <div class="information">
                <h1 class="elements" id="O">Европий</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #ec78a4;">Eu</th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img class="E-img" src="http://chemistry.com/Elements/Image/57-71and89-103/Lant/Eu/Eu.gif">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td class='definition' style="color: #ec78a4;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td class='definition' style="color: #ec78a4;">1839 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td class='definition' style="color: #ec78a4;">газокалильных сетках, сплавах</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Европий</strong> - это химический элемент с атомным номером 63 и атомной массой 151,964(1) а. е. м., относящийся к группе лантаноидов, а также относящийся к группе редкоземельных элементов. Простое вещество европий, как и другие лантаноиды — мягкий серебристо-белый металл, легко окисляющийся на воздухе.</p>
                <h2>Физические свойства</h2>
                <p class="font-p">Европий в чистом виде представляет собой, как и другие лантаноиды, мягкий серебристо-белый металл. Он имеет необычно низкую плотность (5,243 г/см3), температуру плавления (826 °C) и температуру кипения (1440 °C) по сравнению со своими соседями по периодической системе элементов гадолинием и самарием. Эти величины противоречат явлению лантаноидного сжатия из-за влияния электронной конфигурации атома европия [Xe] 4f7 6s2 на его свойства. Так как электронная оболочка f атома европия заполнена наполовину, для образования металлической связи предоставлены только два электрона, притяжение которых к ядру ослаблено и приводит к существенному увеличению радиуса атома. Аналогичное явление наблюдается также у атома иттербия. При нормальных условиях европий имеет кубическую объёмно-центрированную кристаллическую решетку с постоянной решетки 4,581 Å. При кристаллизации под высоким давлением европий образует ещё две модификации кристаллической решетки. При этом последовательность модификаций при возрастании давления отличается от такой последовательности у других лантаноидов, что наблюдается также и у иттербия. Первый фазовый переход происходит при давлении свыше 12,5 ГПа, при этом европий образует гексагональную кристаллическую решетку с параметрами a = 2,41 Å и c = 5,45 Å. При давлении свыше 18 ГПа европий образует аналогичную гексагональную кристаллическую решетку с более плотной упаковкой. Ионы европия, встроенные в кристаллическую решетку некоторых соединений, способны вызывать интенсивную флуоресценцию, причем длина волны излучаемого света зависит от степени окисления ионов европия. Eu3+ практически независимо от того вещества, в кристаллическую решетку которого он встроен, испускает свет с длиной волны 613 и 618 нм, что соответствует интенсивному красному цвету. Напротив, максимальная эмиссия Eu2+ сильно зависит от строения кристаллической решетки вещества-хозяина и, например, в случае алюмината бария-магния длина волны испускаемого света составляет 447 нм и находится в синей части спектра, а в случае алюмината стронция (SrAl2O4:Eu2+) длина волны составляет 520 нм и находится в зелёной части спектра видимого света. При давлении 80 ГПа[7] и температуре 1,8 К европий приобретает сверхпроводящие свойства.</p>
                <h2>Химические свойства</h2>
                <p class="font-p">Европий является типичным активным металлом и вступает в реакции с большинством неметаллов. Европий в группе лантаноидов имеет максимальную реакционную способность. На воздухе быстро окисляется, на поверхности металла всегда есть оксидная плёнка. Хранят в банках или ампулах под слоем жидкого парафина или в керосине. При нагревании на воздухе до температуры 180 °C воспламеняется и горит с образованием оксида европия (III).
                    <br><strong>4Eu + 3O2 → 2Eu203</strong>
                <br>Очень активен, может вытеснять из растворов солей почти все металлы. В соединениях, как и большинство РЗЭ, проявляет преимущественно степень окисления +3, при определённых условиях (например, электрохимическим восстановлением, восстановлением амальгамой цинка и др.) можно получить степень окисления +2. Также при изменении окислительно-восстановительных условий возможно получение степени окисления +2 и +3, что соответствует оксиду с химической формулой Eu3O4. С водородом европий образует нестехиометрические фазы, в которых атомы водорода находятся в промежутках кристаллической решетки между атомами европия. Европий растворяется в аммиаке с образованием раствора синего цвета, что обусловлено, как и в подобных растворах щелочных металлов, образованием сольватированных электронов.</p>              
                <h2>Историческая справка</h2>
                <p class="font-p">Первые спектральные линии, отнесённые впоследствии к европию, наблюдали Крукс (1886) и Лекок де Буабодран (1892). Демарсе обнаружил полосу спектра элемента в самариевой земле в 1896 году, а в 1901 году смог выделить элемент, описал его и дал ему название в честь Европы[3].</p>
            </div>       
        </div>
    </div>
</body>
</html>