<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="http://scienchemistry.org/web/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
</head>
<body>
    <div class="wrapper">
        <!--#include virtual="/web/Sitedesign/Menu.html"-->
        <div class="container2">
            <!--#include virtual="/web/Sitedesign/Tablestructure.html"-->
        </div>
        <div class="container"> 
            <div class="information">                
                <h1 class="elements" id="Hg">Ртуть</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #fd8572;">Hg</th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img class="E-img" src="http://chemistry.com/Elements/Image/metals/ten_row/Hg/Hg.gif">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td class='definition' style="color:#fd8572;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td class='definition' style="color:#fd8572;"> 21 декабря 1898 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td class='definition' style="color:#fd8572;">компактных источниках нейтронов, медицине</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Ртуть</strong> - это химический элемент шестого периода периодической системы химических элементов Д. И. Менделеева с атомным номером 80, относящийся к подгруппе цинка, 12-й группе (по устаревшей классификации — побочной подгруппе II группы). Простое вещество ртуть — переходный металл, при комнатной температуре представляющий собой тяжёлую серебристо-белую жидкость, пары которой чрезвычайно ядовиты, контаминант. Ртуть — один из двух химических элементов (и единственный металл), простые вещества которых при нормальных условиях находятся в жидком агрегатном состоянии (второй такой элемент — бром).</p>
                <h2>Физические свойства</h2>
                <p class="font-p">Электронная оболочка атома ртути обладает заполненными электронными подуровнями, последние из которых — 4f14 5d10 6s2. Главное отличие ртути от двух других металлов с аналогичной структурой электронного облака, цинка (3d 4s) и кадмия (4d 5s) — заполненность f-подуровня, находящегося по энергии ниже 6s-подуровня. Орбитали f-электронов имеют сложную форму и большой размер, они плохо экранируют заряд ядра. Поэтому удерживающие силы, действующие на 6s-электроны, относительно велики, и 6s-подуровень намного более стабилен, чем у любых других металлов. Этим обусловлены уникальные физические и химические свойства ртути. Так, ртуть — единственный металл, который находится в жидком состоянии при комнатной температуре. Температура плавления составляет 234,32 K (-38,83 °C)[2], кипит при 629,88 K (356,73 °C)[2], критическая точка — 1750 K (1477 °C), 152 МПа (1500 атм). Обладает свойствами диамагнетика. Образует со многими металлами жидкие и твёрдые сплавы — амальгамы. Стойкие к амальгамированию металлы: V, Fe, Mo, Cs, Nb, Ta, W, Co[3].Плотность ртути при нормальных условиях — 13 546 кг/м3</p>
                <h2>Химические свойства</h2>
                <p class="font-p">Для ртути характерны две степени окисления: +1 и +2. В степени окисления +1 ртуть представляет собой двухъядерный катион Hg22+ с ковалентной (!!!) связью металл-металл. Ртуть — один из немногих металлов, способных формировать такие катионы, и у ртути они — самые устойчивые.В степени окисления +1 ртуть склонна к диспропорционированию. При нагревании, подщелачивании среды общая электронная пара остается у одного атома — происходит диспропорционирование:
                    <br><strong>4Rh + 3O₂ → 2Rh₂O₃</strong>
                <br>подщелачивании:
                    <br><strong>2Rh + 6KHSO₄ → 2K₃[Rh(SO₄)₃] + 3H₂</strong>
                <br>добавлении лигандов, стабилизирующих степень окисления ртути +2.Из-за диспропорционирования и гидролиза гидроксид ртути (I) получить не удаётся.На холоде ртуть +2 и металлическая ртуть, наоборот, сопропорционируют. Поэтому, в частности, при реакции нитрата ртути (II) со ртутью получается нитрат ртути (I):
                    <br><strong>2Rh + 6NaCl + 3Сl₂ = MnO₂ + I₂ + 4NaOH</strong>
                <br>В степени окисления +2 ртуть образует катионы Hg2+, которые очень легко гидролизуются. При этом гидроксид ртути Hg(OH)2 существует только в очень разбавленных (<10−4моль/л) растворах. В более концентрированных растворах он дегидратируется:
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                <br>В очень концентрированной щёлочи оксид ртути частично растворяется с образованием гидроксокомплекса:
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                <br>Ртуть в степени окисления +2 образует уникально прочные комплексы со многими лигандами, причём как жёсткими, так и мягкими по теории ЖМКО. С йодом (-1), серой (-2) и углеродом она образует очень прочные ковалентные связи. По устойчивости связей металл-углерод ртути нет равных среди других металлов, поэтому получено огромное количество ртутьорганических соединений.Из элементов группы IIБ именно у ртути появляется возможность разрушения очень устойчивой 6d10 — электронной оболочки, что приводит к возможности существования соединений ртути(IV), но они крайне малоустойчивы, поэтому эту степень окисления скорее можно отнести к курьёзной, чем к характерной. В частности, при взаимодействии атомов ртути и смеси неона и фтора при температуре 4 К получен HgF4[20][21]. Однако более новые исследования не подтвердили его существование[22].</p>
                <h3>Свойства металлической ртути</h3>
                <p class="font-p">Ртуть — малоактивный металл. Она не растворяется в растворах кислот, не обладающих окислительными свойствами, но растворяется в царской водке:
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                	<br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                <br>и азотной кислоте:
					<br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
					<br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
				<br>Также с трудом растворяется в серной кислоте при нагревании, с образованием сульфата ртути:
					<br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
				<br>При нагревании до 300 °C ртуть вступает в реакцию с кислородом:
					<br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>				
				<br>При этом образуется оксид ртути(II) красного цвета. Эта реакция обратима: при нагревании выше 340 °C оксид разлагается до простых веществ.
					<br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
				<br>Реакция разложения оксида ртути исторически является одним из первых способов получения кислорода.При нагревании ртути с серой образуется сульфид ртути(II):	
					<br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>	
				<br>Ртуть также реагирует с галогенами (причём на холоде — медленно).Ртуть можно окислить также щелочным раствором перманганата калия:
					<br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>	
				<br>и различными хлорсодержащими отбеливателями. Эти реакции используют для удаления металлической ртути.
				</p>
            </div>       
        </div>
    </div>
</body>
</html>
