<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="http://scienchemistry.org/web/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
</head>
<body>        
    <div class="wrapper">
        <!--#include virtual="/web/Sitedesign/Menu.html"-->
        <div class="container2">
            <!--#include virtual="/web/Sitedesign/Tablestructure.html"-->
        </div>
        <div class="container">
            <div class="information"  id="Rf">
                <h1 class="elements">Резерфордий</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #fd8572;"><em>Rf</em></th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img class="E-img" src="http://chemistry.com/Elements/Image/metals/two_row/Rf/Rf.gif">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td class='definition' style="color:#fd8572;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td class='definition' style="color:#fd8572;"> 1964 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td class='definition' style="color:#fd8572;">Нигде не используется</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Резерфордий</strong> - это 104-й элемент в периодической системе. Резерфордий — высокорадиоактивный искусственно синтезированный элемент, период полураспада наиболее стабильного из известных изотопов (267Rf) составляет около 1,3 часов. Этот элемент не может где-либо использоваться и про него мало что известно, поскольку он никогда не был получен в макроскопических количествах. Резерфордий — первый трансактиноидный элемент, его предсказанные химические свойства близки к гафнию.</p>
                <h3>Химические свойства</h3>
                <p class="font-p">Ранние расчёты показывали[когда?], что релятивистские эффекты в электронных оболочках резерфордия могут быть достаточно сильными, чтобы p-орбитали имели меньший уровень энергии, нежели d-орбитали, что делало бы его химические свойства похожими на свойства свинца. Но более точные расчёты и изучение полученных соединений показали, что он ведёт себя, как и остальные элементы IV группы.Химические свойства резерфордия были определены с использованием ультрамалых количеств вещества чешским химиком Иво Звара. Было установлено, что 104 элемент химически является аналогом гафния. В степени окисления +4 он образует летучие при температурах 250—300 °C галогениды RfCl4 и RfBr4[13]. При экстракционных процессах с участием сложных комплексных ионов поведение резерфордия значительно отличается от поведения ионов трёхвалентных актиноидов и свидетельствует о существовании в этих системах иона Rf4+, что доказывает его сходство с гафнием[7].</p>
                <h3>Историческая справка</h3>
                <p class="font-p">Первое сообщение о синтезе элемента 104 поступило в 1964 поступило из Дубны где от группы ученых под руководством Г. Н. Флёрова (ОИЯИ), которые обстреливали мишень из плутония-242 ядрами неона-22: 242Pu + 22Ne = 259Rf + 5n. Продукты реакции после превращения в хлориды разделяли с помощью градиентной термохроматографии и фиксировали спонтанный распад ядер в зоне гафния. Элементу №104 было предложено название "Курчатовий".Этот синтез не был подтвержден группой учёных в Лаборатории имени Лоуренса Калифорнийского университета (Беркли), которые в 1969 году получили 104-й элемент путем:249Cf + 12С = 257Rf + 4n. Синтез элемента был доказан по характеристикам продуктов распада.В 1992 году рабочая группа IUPAC/IUPAP пришла к выводу, сделала вывод, что обе группы привели достаточные доказательства синтеза 104 элемента и честь открытия должна быть разделена между ними, но спор о приоритете продолжался, как и о названии элемента. Только в 1997 г. было достигнуто согласие и IUPAC утвердил текущее название элемента в честь Эрнеста Резерфорда, выдающегося физика-ядерщика: Резерфордий, Rf.</p>
            </div>
        </div>
    </div>
</body>
</html>
