<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
    <script src="http://ajax.googleapis.com/ajax/libs/jquery/2.0.3/jquery.min.js"></script> 
    <script src="/JS/hisfig.js"></script>
</head>
<body>        
    <div class="wrapper">
		<?php
      		include $_SERVER['DOCUMENT_ROOT'].'/Sitedesign/Menu.php';
      	?>
		<?php
      		include $_SERVER['DOCUMENT_ROOT'].'/Sitedesign/hisfiginf.php';
      	?>
        <div class="container">
            <div class="information"  id="Na">
                <h1 class="elements">Гемфри Дэви</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Гемфри Дэви</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #ebbe59;"><em>Humphry Davy</em></th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img class="E-img" src="http://chemistry.com/HistoricalFigures/Humphry Davy/img.jpg">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Дата рождения</th>
                                <td class='definition' style="color:#ebbe59;">17 декабря 1778</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Место рождения</th>
                                <td class='definition' style="color:#ebbe59;"> Пензанс, Великобритания</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Дата смерти</th>
                                <td class='definition' style="color:#ebbe59;">29 мая 1829 (50 лет)</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Место смерти</th>
                                <td class='definition' style="color:#ebbe59;">Женева, Швейцария</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Научная сфера</th>
                                <td class='definition' style="color:#ebbe59;">химия, физика, геология</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Сэр Гемфри Дэви</strong> - британский химик, агрохимик, физик и геолог, изобретатель, один из основателей электрохимии. Известен открытием многих химических элементов, а также покровительством Фарадею на начальном этапе его научной деятельности. В 1799 году Дэви экспериментировал с закисью азота и был удивлен тем, как он заставил его смеяться, поэтому он прозвал его «веселящим газом» и написал о его потенциальных анестезирующих свойствах для облегчения боли во время операции.</p>
                <p class="font-p">Член (1803) и президент (1820—1827) Лондонского королевского общества, иностранный член Парижской академии наук (1819; корреспондент с 1813), иностранный почётный член Петербургской академии наук (1826).</p>
                <h2  class="elements" >Биография</h2>
                <p class="font-p">Родился в 1778 году в маленьком городке Пензансе на юго-западе Англии. Отец был резчиком по дереву, зарабатывал мало, и поэтому его семья с трудом сводила концы с концами. В возрасте шести лет Дэви был отправлен в гимназию в Пензансе, а спустя три года его семья переехала в Варфелл, недалеко от Лудгвана. В 1794 году отец умирает, и Гемфри переехал жить к отцу своей матери Джону Тонкину, который был его крёстным отцом, а после смерти отца Гемфри и опекуном[1]. Вскоре стал учеником аптекаря, начал интересоваться химией.</p>
                <p class="font-p">Один из ученых, с которым вел переписку Дэви по различным вопросам физики и химии, доктор Томас Беддо, пораженный его огромным дарованием, заинтересовался молодым исследователем. Беддо решил предоставить Дэви возможность работать в обстановке, где он мог бы расти и полностью развернуть свои способности. Маститый ученый приглашает Дэви работать химиком в свой Пневматический институт, куда Гемфри и поступает в 1798 году[6]. В 1801 году ассистент, а с 1802 профессор Королевского института. В 1803 году Дэви избирают членом Королевского общества, а с 1807 по 1812 год он работает в качестве секретаря этого общества. В этот период исследовательская и педагогическая деятельность Дэви приобретает особый размах. Дэви придает огромное значение исследовательской и экспериментальной работе в области химии и физики.</p>
                <p class="font-p">У Дэви учился и с 1812 года начал работать Майкл Фарадей.</p>
                <p class="font-p">В 1812 году Дэви в возрасте 34 лет за научные работы был посвящён в рыцари. Он женился на молодой состоятельной вдове Джейн Эйприс, дальней родственнице Вальтера Скотта. В 1813 году Дэви едет путешествовать по Европе, отказавшись от профессуры и от службы в Королевском обществе, как несоответствующей его новому общественному положению. Возвратившись в Англию, Дэви больше не занимается серьезной теоретической работой, а обращается исключительно к практическим вопросам промышленности.</p>
                <p class="font-p">В 1819 году Дэви был удостоен титула баронета.</p>
                <p class="font-p">В 1826 году Дэви поразил первый апоплексический удар, который надолго приковал его к постели. В начале 1827 года он уехал из Лондона в Европу вместе с братом: леди Джейн не сочла нужным сопровождать больного мужа. 29 мая 1829 года на пути в Англию Дэви поразил второй удар, от которого он и умер на пятьдесят первом году жизни в Женеве. Похоронен в Женеве на кладбище Пленпале. В Вестминстерском аббатстве в Лондоне, на месте захоронения выдающихся людей Англии, ему установлена мемориальная доска. В его честь Лондонское Королевское общество учредило награду для учёных — медаль Дэви.</p>
                <h2  class="elements" >Научная деятельность</h2>
                <p class="font-p">Уже в 17 лет Дэви сделал своё первое открытие, обнаружив, что трение двух кусков льда друг о друга в вакууме вызывает их плавление, на основании чего предположил, что теплота — это особый вид движения. Этот опыт опровергал существование тепловой материи, к признанию которой склонялись тогда многие ученые.</p>
                <p  class="font-p">В 1799 году при изучении действия различных газов на человеческий организм в Пневматическом институте Дэви открыл опьяняющее действие закиси азота, названной веселящим газом. Дэви также заметил, что при вдыхании большого количества газа он действует как наркотик. Случайно им было установлено и анестезирующее свойство закиси азота: вдыхание газа прекратило зубную боль.</p>
                <p  class="font-p">В том же году, прочитав работу Николсона и Карлайла «Разложение воды электрическим током гальванического элемента», он одним из первых провел электрохимическое разложение воды при помощи вольтова столба и подтвердил гипотезу Лавуазье, что вода состоит из кислорода и водорода.</p>
                <p  class="font-p">В 1800 году Дэви выдвинул электрохимическую теорию сродства, позднее развитую Й. Берцелиусом, согласно которой при образовании химических соединений происходит взаимная нейтрализация зарядов, присущих простым телам; при этом чем больше разность зарядов, тем прочнее соединение.</p>
                <p  class="font-p">В 1801—1802 годах им проводятся публичные лекции по пневматической химии, агрохимии и гальваническим процессам. По свидетельствам очевидцев, лекции собирали до пятисот слушателей и получали восторженные отклики. В ноябре 1804 года Дэви стал научным сотрудником Королевского общества, в котором он позже стал председательствовать.</p>
                <p  class="font-p">В 1805 году Французская академия наук присудила ему премию в 3000 франков. Наполеон, несмотря на поражение в Трафальгарском сражении, поддержал решение академии присудить английскому химику и именную медаль за исследования в области электрохимии. Несмотря на негодование английского общества, Дэви принял награду «врага», так как видел науку вне политики. Однако получить её он смог только спустя 5 лет.</p>
                <p  class="font-p">В 1805 году при полной аудитории он прочитал в Институте цикл из 10 лекций по геологии. Среди его слушателей был и Р. Мурчисон. 13 ноября 1807 года Дэви и десять других любителей геологии основали первое в мире геологическое общество — Геологическое общество Лондона.</p>
                <p  class="font-p">Независимо от Ж. Гей-Люссака и Л. Тенара Дэви выделил бор из борной кислоты; в 1810 году подтвердил элементарную природу хлора. Опыты с хлором и открытие щелочных и щелочноземельных металлов привело Дэви к столкновению с виднейшими химиками того времени. Дэви отрицал, что хлор является сложным веществом. Это вносило настолько резкие изменения в таблицу элементов, предложенную Лавуазье, что Гей-Люссак и Тенар во Франции, а Берцелиус в Швеции категорически восстали против утверждения Дэви. Однако Гей-Люссак вскоре присоединился к нему, проверив правильность его утверждения.</p>
                <p  class="font-p">Независимо от П. Л. Дюлонга Дэви предложил водородную теорию кислот, опровергнув взгляд Лавуазье, который считал, что каждая кислота должна содержать кислород. В 1807 году путём электролиза расплавленных солей и щелочей Дэви получил металлические калий, натрий, барий и кальций, а в 1808 году — амальгаму стронция и магния. В 1818 году он получил в чистом виде ещё один активный металл — литий.</p>
                <p  class="font-p">Во время опытов с неизвестными металлами в результате попадания расплавленного калия в воду произошел взрыв, в результате которого Дэви серьёзно пострадал, потеряв правый глаз. Зрение было также повреждено при опытах с трихлоридом азота.</p>
                <p class="font-p">В 1808—1809 годах описал дуговой электрический разряд между двумя угольными стержнями, соединенными с полюсами мощной электрической батареи из 2 тысяч гальванических элементов.</p>
                <p class="font-p">В 1803—1813 годах он читал курс агрохимии. Дэви указывал на необходимость полевых опытов для разрешения вопросов земледелия; он считал, что главнейшей заботой земледельцев должна была состоять «в доставлении земле растворимых материй, то есть скоро тлеющих остатков растений и животных»; он предлагал различные средства для удержания в навозах питательных жидкостей и газов. Прочитанные им лекции были изданы отдельной книгой, служившей общепринятым учебником по агрохимии более полувека.</p>
                <p class="font-p">В 1815 году Дэви сконструировал взрывобезопасную шахтную лампу с металлической сеткой, тем самым решив проблему опасного «рудничного газа». Дэви отказался патентовать лампу, тем самым сделав своё изобретение общедоступным. За изобретение лампы он был в 1816 году награждён медалью Румфорда, а в дополнение к этому богатые шахтовладельцы Англии подарили ему серебряный сервиз.</p>
                <p  class="font-p">В 1821 году он установил зависимость электрического сопротивления проводника от его длины и сечения и отметил зависимость электропроводности от температуры.</p>
            </div>
        </div>
    </div>
</body>
</html> 
