<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="http://scienchemistry.org/web/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
</head>
<body>        
    <div class="wrapper">
        <!--#include virtual="/web/Sitedesign/Menu.html"-->
        <div class="container2">
            <!--#include virtual="/web/Sitedesign/Tablestructure.html"-->
        </div>
        <div class="container">
            <div class="information" id="Nb">
                <h1 class="elements">Ниобий</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #fd8572;"><em>Nb</em></th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img class="E-img" src="http://chemistry.com/Elements/Image/metals/three_row/Nb/Nb.gif">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td class='definition' style="color:#fd8572;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td class='definition' style="color:#fd8572;"> 1801 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td class='definition' style="color:#fd8572;">ракетостроении, технике, атомной энергетике</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Ниобий</strong> - это элемент пятой группы (по устаревшей классификации — побочной подгруппы пятой группы) пятого периода периодической системы химических элементов Д. И. Менделеева, атомный номер — 41. Обозначается символом Nb (лат. Niobium). Простое вещество ниобий — блестящий металл серебристо-серого цвета с кубической объёмноцентрированной кристаллической решёткой типа α-Fe, а = 0,3294. Для ниобия известны изотопы с массовыми числами от 81 до 113. Устаревшее название — колумбий.</p>
                <h3>Химические свойства</h3>
                <p class="font-p">Химически ниобий довольно устойчив, но уступает в этом отношении танталу. На него практически не действуют соляная, ортофосфорная, разбавленная серная, азотная кислоты. Металл растворяется в плавиковой кислоте HF, смеси HF и HNO3, концентрированных растворах едких щелочей, а также в концентрированной серной кислоте при нагревании свыше 150 °C. При прокаливании на воздухе окисляется до Nb2О5. Для этого оксида описано около 10 кристаллических модификаций. При обычном давлении стабильна β-форма Nb2О5.При сплавлении Nb2О5 с различными оксидами получают ниобаты: Ti2Nb10О29, FeNb49О124. Ниобаты могут рассматриваться как соли гипотетических ниобиевых кислот. Они делятся на метаниобаты MNbO3, ортониобаты M3NbO4, пирониобаты M4Nb2O7 или полиниобаты M2O·nNb2O5 (M — однозарядный катион, n = 2-12). Известны ниобаты двух- и трехзарядных катионов.Ниобаты реагируют с HF, расплавами гидрофторидов щелочных металлов (KHF2) и аммония. Некоторые ниобаты с высоким отношением M2O/Nb2O5 гидролизуются:6Na3NbO4 + 5H2O = Na8Nb6O19 + 10NaOH.Ниобий образует NbO2, NbO, ряд оксидов, промежуточных между NbO2,42 и NbO2,50 и близких по структуре к β-форме Nb2О5.С галогенами ниобий образует пентагалогениды NbHal5, тетрагалогениды NbHal4 и фазы NbHal2,67 — NbHal3+x, в которых имеются группировки Nb3 или Nb2. Пентагалогениды ниобия легко гидролизуются водой.В присутствии паров воды и кислорода NbCl5 и NbBr5 образуют оксигалогениды NbOCl3 и NbOBr3 — рыхлые ватообразные вещества.При взаимодействии ниобия и графита образуются карбиды Nb2C и NbC, твёрдые жаропрочные соединения. В системе Nb — N существуют несколько фаз переменного состава и нитриды Nb2N и NbN. Сходным образом ведёт себя ниобий в системах с фосфором и мышьяком. При взаимодействии ниобия с серой получены сульфиды: NbS, NbS2 и NbS3. Синтезированы двойные фториды Nb и калия (натрия) — K2[NbF7].Из водных растворов выделить электрохимически ниобий пока не удалось. Возможно электрохимическое получение сплавов, содержащих ниобий. Электролизом безводных солевых расплавов может быть выделен металлический ниобий.</p>
                <h3>Историческая справка</h3>
                <p class="font-p">Ниобий был открыт в 1801 г. английским учёным Чарльзом Хэтчетом в минерале, присланном ещё в 1734 году в Британский музей из штата Массачусетс Джоном Уинтропом (внуком Джона Уинтропа младшего). Минерал был назван колумбитом, а химический элемент получил название «колумбий» (Cb) в честь страны, откуда был получен образец — Колумбии (в то время синоним США)[3].В 1802 году А. Г. Экеберг открыл тантал, который совпадал практически по всем химическим свойствам с ниобием, и поэтому долгое время считалось, что это один и тот же элемент. Лишь в 1844 году немецкий химик Генрих Розе установил, что это отличный от тантала элемент и переименовал его в «ниобий» в честь дочери Тантала Ниобы, чем подчеркнул сходство между элементами. Однако в некоторых странах (США, Англии) долго сохранялось первоначальное название элемента — колумбий, и только в 1950 году решением Международного союза теоретической и прикладной химии (ИЮПАК, IUPAC) элементу окончательно было присвоено название ниобий.Впервые чистый ниобий был получен в конце XIX века французским химиком Анри Муассаном электротермическим путём: он восстановил оксид ниобия углеродом в электропечи[4].</p>
            </div>
        </div>
    </div>
</body>
</html>
