<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="http://scienchemistry.org/web/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
</head>
<body>
    <div class="wrapper">
        <!--#include virtual="/web/Sitedesign/Menu.html"-->
        <div class="container2">
            <!--#include virtual="/web/Sitedesign/Tablestructure.html"-->
        </div>
        <div class="container"> 
            <div class="information">                
                <h1 class="elements" id="Hg">Коперниций</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #fd8572;">Cn</th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img class="E-img" src="http://chemistry.com/Elements/Image/metals/ten_row/Cn/Cn.gif">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td class='definition' style="color:#fd8572;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td class='definition' style="color:#fd8572;"> 21 декабря 1898 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td class='definition' style="color:#fd8572;">компактных источниках нейтронов, медицине</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Коперниций</strong> - это 112-й химический элемент. Ядро наиболее стабильного из его известных изотопов, 285Cn, состоит из 112 протонов, 173 нейтронов и имеет период полураспада около 34 секунд, атомная масса этого нуклида равна 285,177(4) а. е. м.[1]. Относится к той же химической группе, что и цинк, кадмий и ртуть.</p>
                <h2>Химические свойства</h2>
                <p class="font-p">Как гомолог ртути, коперниций способен адсорбироваться на поверхности золота, а также присоединяться к поверхности селена, образуя селенид (CnSe)[22][23].</p>
                <h2>Историческая справка</h2>
                <p class="font-p">Впервые о возможном синтезе 112-го элемента заявил А. Маринов в 1971 году. Группа под руководством Маринова облучала вольфрам протонами с энергией 24 ГэВ. Предполагалось, что атомы вольфрама, столкнувшись с высокоэнергетичным протоном, приобретает достаточную энергию для слияния с другим атомом вольфрама. В результате они обнаружили цепочки α-распадов, предположительно исходящие от 112-го элемента[3][4][5]. Однако последующие исследования показали, что подобная интерпретация результатов была ошибочной.Коперниций впервые синтезирован 9 февраля 1996 года в Институте тяжёлых ионов (нем. Gesellschaft für Schwerionenforschung, GSI) в Дармштадте, Германия С. Хофманном (S. Hofmann), В. Ниновым (V. Ninov), Ф. П. Хессбергером (F. P. Hessberger), П. Армбрустером (P. Armbruster), Х. Фолгером (H. Folger), Г. Мюнценбергом (G. Münzenberg) и другими. Два ядра 277Cn были получены путём реакций ускоренных атомных ядер цинка-70 на мишени из свинца-208 в ускорителе тяжёлых ионов[6].Более тяжёлые изотопы коперниция были получены позднее (в 2000 и 2004 годах) в Объединённом институте ядерных исследований (Дубна, Россия) в качестве продуктов распада изотопов флеровия[7][8][9].В 2006 году в том же Объединённом институте ядерных исследований синтез изотопов элемента был подтверждён его химическим идентифицированием по конечному продукту распада. Мишень из плутония-242 облучалась ионами кальция-48. В реакции образовывался изотоп элемента 114 (287Fl) и проникал в камеру со смесью гелия и аргона при атмосферном давлении. После альфа-распада примерно через полсекунды 287Fl превращался в изотоп элемента 112 (283Cn), который газовой струёй переносился в криогенную камеру с золотыми детекторами. На детекторах были зарегистрированы распады ядер элемента 112[10][11].Открытие 112-го элемента было признано в мае 2009 года[12] Международным союзом теоретической и прикладной химии, после этого был начат процесс утверждения его названия[13].</p>
            </div>       
        </div>
    </div>
</body>
</html>
