<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="http://scienchemistry.org/web/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/2.1.1/jquery.min.js"></script>

</head>
<body>        
    <div class="wrapper">
        <!--#include virtual="/web/Sitedesign/Menu.html"-->
        <div class="container2">
            <!--#include virtual="/web/Sitedesign/Tablestructure.html"-->
        </div>
        <div class="container">
            <div class="information" id="Zr">
                <h1 class="elements">Цирконий</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #fd8572;"><em>Zr</em></th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img class="E-img" src="http://chemistry.com/Elements/Image/metals/two_row/Zr/Zr.gif">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td class='definition' style="color:#fd8572;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td class='definition' style="color:#fd8572;"> 1789 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td class='definition' style="color:#fd8572;">Ядерной энергетике, пиротехнике, медицине</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Цирконий</strong> - это   химический элемент с атомным номером 40. Принадлежит к 4-й группе периодической таблицы химических элементов, находится в пятом периоде таблицы.Обозначается символом Zr. Простое вещество цирконий — блестящий металл серебристо-серого цвета. Обладает высокой пластичностью, устойчив к коррозии.</p>
                <h2>Физико-химические свойства</h2>
                <p class="font-p"><strong class="word">Цирконий</strong> — блестящий серебристо-серый металл. Существует в трёх кристаллических модификациях <span  onclick="$('#one').slideToggle()" title="Клик :)">α, β и ω</span></p>
                    <ol id="one">
                        <li>α-Zr — гексагональная сингония, пространственная группа P6₃/mmc, параметры ячейки a = 0,3231 нм, c = 0,5146 нм, Z = 2, d = 6,5107 г/см³ с плотноупакованной решёткой типа магния.</li>
                        <li>β-Zr — кубическая сингония, пространственная группа Im3m, параметры ячейки a = 0,361 нм, Z = 2 с решёткой типа α-Fe. Переход α ↔ β происходит при 863 °C, ΔH перехода 3,89 кДж/моль. Добавки Al, Sn, Pb,Cd повышают, а Fe, Cr, Ni, Mo, Cu, Ti, Mn, Co, V и Nb понижают температуру перехода.</li>
                        <li>ω-Zr — возникающая при высоких давлениях метастабильная гексагональная фаза, которая не является плотноупакованной и имеет три атома на элементарную ячейку.</li>
                    </ol>
                <p class="font-p">Для циркония характерна степень окисления +4. Более низкие степени окисления +2 и +3 известны для циркония только в его соединениях с хлором, бромом и иодом.Компактный цирконий медленно начинает окисляться в пределах 200—400 °C, покрываясь плёнкой диоксида циркония ZrO₂; выше 800 °C энергично взаимодействует с кислородом воздуха. Порошкообразный металл пирофорен — может воспламеняться на воздухе при обычной температуре. Цирконий активно поглощает водород уже при 300 °C, образуя твёрдый раствор и гидриды ZrH и ZrH₂; при 1200—1300 °C в вакууме гидриды диссоциируют, и весь водород может быть удалён из металла. С азотом цирконий образует при 700—800 °C нитрид ZrN. Цирконий взаимодействует с углеродом при температуре выше 900 °C с образованием карбида ZrC. Карбид циркония и нитрид циркония — твёрдые тугоплавкие соединения; карбид циркония — полупродукт для получения хлорида ZrCl₄. Цирконий вступает в реакцию со фтором при обычной температуре, а с хлором, бромом и иодом при температуре выше 200 °C, образуя высшие галогениды ZrHal₄.Цирконий устойчив в воде и водяных парах до 300 °C, при более высоких температурах начинается экзотермическая пароциркониевая реакция
                    <br><strong>Zr + 2H₂O → ZrO₂ + 2H₂↑</strong>
                <br>которая имеет важное значение при развитии аварий в ядерных реакторах с водным теплоносителем или замедлителем.Не реагирует с соляной и серной кислотами, а также с растворами щелочей. С азотной кислотой и царской водкой он взаимодействует при температуре выше 100 °C. Растворяется в плавиковой и горячей концентрированной серной кислотах. Из кислых растворов могут быть выделены соли соответствующих кислот разного состава, зависящего от концентрации кислоты. Так, из концентрированных сернокислых растворов циркония осаждается кристаллогидрат Zr(SO₄)₂ · 4H₂O; из разбавленных растворов — основные сульфаты общей формулы xZrO₂ · ySO₃ · zH₂O (где х : y > 1). Сульфаты циркония при 800—900 °C полностью разлагаются с образованием диоксида циркония. Из азотнокислых растворов кристаллизуется Zr(NO₃)₄ · 5H₂O или ZrO(NO₃)₂ · xH2O (где x = 2,3...6), из солянокислых растворов — ZrOCl₂ · 8H₂O, который обезвоживается при 180—200 °C.</p>
                <h2>Историческая справка</h2>
                <p class="font-p">Цирконий в виде диоксида впервые был выделен в 1789 году немецким химиком М. Г. Клапротом в результате анализа минерала циркона.В свободном виде цирконий впервые был выделен шведским химиком Берцелиусом в 1824 году. Свободный от примесей чистый цирконий удалось получить лишь более чем через 100 лет.Происхождение самого слова циркон неясно.</p>
            </div>
        </div>
    </div>
</body>
</html>