<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="http://scienchemistry.org/web/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
</head>
<body>        
    <div class="wrapper">
        <!--#include virtual="/web/Sitedesign/Menu.html"-->
        <div class="container2">
            <!--#include virtual="/web/Sitedesign/Tablestructure.html"-->
        </div>
        <div class="container">
            <div class="information" id="Ta">
                <h1 class="elements">Тантал</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #fd8572;"><em>Ta</em></th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img class="E-img" src="http://chemistry.com/Elements/Image/metals/three_row/Ta/Ta.gif">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td class='definition' style="color:#fd8572;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td class='definition' style="color:#fd8572;"> 1802 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td class='definition' style="color:#fd8572;">промышленности, хирургии, производстве боеприпасов</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Тантал</strong> - это химический элемент с атомным номером 73 в Периодической системе химических элементов Д. И. Менделеева, обозначается символом Ta (лат. Tantalum). При стандартных условиях представляет собой блестящий серебристо-белый металл[4] (со слабым свинцовым (синеватым) оттенком вследствие образования плотной оксидной плёнки).</p>
                <h2>Физические свойства</h2>
                <p class="font-p">Тантал обладает высокой температурой плавления — 3290 K (3017 °C); кипит при 5731 K (5458 °C)[3]. Плотность тантала — 16,65 г/см3[3]. Несмотря на высокую температуру плавления, пластичен, как золото. Чистый тантал хорошо поддаётся механической обработке, легко штампуется, раскатывается в проволоку и тончайшие листы толщиной в сотые доли миллиметра. Не становится хрупким даже при температуре жидкого азота (−196 °C). При наличии примесей (углерод, азот, кислород, водород) механические свойства резко ухудшаются, что делает проблему получения сверхчистого металла особенно важной[7]. Тантал является отличным геттером (газопоглотителем), при 800 °C он способен поглотить 740 объёмов газа. Кристаллическая решётка — кубическая, объёмноцентрированная[4]. Обладает парамагнитными свойствами[4].При температуре ниже 4,45 К переходит в сверхпроводящее состояние[4].</p>
                <h3>Изотопы</h3>
                <p class="font-p">Известны изотопы тантала с массовыми числами от 155 до 190 (количество протонов — 73, нейтронов — от 82 до 117), и более 30 ядерных изомеров.Природный тантал состоит из смеси стабильного изотопа и стабильного изомера: 181Та (99,9877 %) и 180mТа (0,0123 %). Последний является чрезвычайно стабильным изомером (возбуждённым состоянием) изотопа 180Та, период полураспада которого всего чуть более 8 часов[8].</p>
                <h2>Химические свойства</h2>
                <p class="font-p">При нормальных условиях тантал малоактивен, на воздухе окисляется лишь при температуре свыше 280 °C, покрываясь оксидной плёнкой Ta2O5; с галогенами реагирует при температуре свыше 250 °C. При нагревании реагирует с С, В, Si, P, Se, Те, Н2О, СО, СО2, NO, HCl, H2S.Химически чистый тантал исключительно устойчив к действию жидких щелочных металлов, большинства неорганических и органических кислот, а также многих других агрессивных сред (за исключением расплавленных щелочей).В отношении химической устойчивости к реагентам, тантал подобен стеклу. Тантал нерастворим в кислотах и их смесях, кроме смеси плавиковой и азотной кислот; его не растворяет даже царская водка. Реакция с плавиковой кислотой идёт только с пылью металла и сопровождается взрывом. Очень устойчив к воздействию серной кислоты любой концентрации и температуры (при 200 °C металл корродирует в кислоте лишь на 0,006 миллиметра в год)[9], устойчив в обескислороженных расплавленных щелочных металлах и их перегретых пара́х (литий, натрий, калий, рубидий, цезий).</p>
                <h2>Историческая справка</h2>
                <p class="font-p">Тантал открыт в 1802 году шведским химиком А. Г. Экебергом в двух минералах, найденных в Финляндии и Швеции. Однако в чистом виде выделить его не удалось. Из-за трудностей получения этот элемент был назван по имени героя древнегреческой мифологии Тантала.В последующем тантал и «колумбий» (ниобий) считали тождественными. Лишь в 1844 году немецкий химик Генрих Розе доказал, что минерал колумбит-танталит содержит два различных элемента — ниобий и тантал.Пластичный металлический тантал впервые получен немецким учёным В. Болтоном[en] в 1903 году.Первый промышленный штабик тантала был получен в 1922 году, при этом он не превышал по величине спичечную головку. Тогда элемент начал применяться в выпрямителях тока и радиолампах. Активное производство тантала было развёрнуто в самом конце Второй Мировой войны.</p>
            </div>
        </div>
    </div>
</body>
</html>
