<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="http://scienchemistry.org/web/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
</head>
<body>        
    <div class="wrapper">
        <!--#include virtual="/web/Sitedesign/Menu.html"-->
        <div class="container2">
            <!--#include virtual="/web/Sitedesign/Tablestructure.html"-->
        </div>
        <div class="container">
            <div class="information"  id="Ti">
                <h1 class="elements">Титан</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #fd8572;"><em>Ti</em></th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img class="E-img" src="http://chemistry.com/Elements/Image/metals/two_row/Ti/Ti.gif">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td class='definition' style="color:#fd8572;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td class='definition' style="color:#fd8572;"> 1791 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td class='definition' style="color:#fd8572;">металлургии, промышленности</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Титан</strong> - это   химический элемент с атомным номером 22. Принадлежит к 4-й группе периодической таблицы химических элементов, находится в четвёртом периоде таблицы. Обозначается символом Ti. Простое вещество титан — лёгкий прочный металл серебристо-белого цвета. Обладает высокой коррозионной стойкостью.</p>
                <h2>Физические свойства</h2>
                <p class="font-p"><strong class="word">Титан</strong> — лёгкий серебристо-белый металл. При нормальном давлении существует в двух кристаллических модификациях:</p>
                    <ol> 
                        <li>низкотемпературный α-Ti с гексагональной плотноупакованной решёткой</li>
                        <li>высокотемпературный β-Ti с кубической объёмно-центрированной упаковкой</li>
                    </ol>
                <p class="font-p">Большинство металлов при растворении в титане стабилизируют β-фазу и снижают температуру перехода α↔β. При давлении выше 9 ГПа и температуре выше 900 °C титан переходит в гексагональную фазу.Имеет высокую вязкость, при механической обработке склонен к налипанию на режущий инструмент, и поэтому требуется нанесение специальных покрытий на инструмент, различных смазок.При обычной температуре покрывается защитной пассивирующей плёнкой оксида TiO₂, благодаря этому коррозионностоек в большинстве сред.</p>
                <h3>Изотопы</h3>
                <p class="font-p">Известны изотопы титана с массовыми числами от 38 до 63, и 2 ядерных изомера.Природный титан состоит из смеси пяти стабильных изотопов: 46Ti, 47Ti, 48Ti, 49Ti, 50Ti.Среди искусственных изотопов самые долгоживущие 44Ti и 45Ti.</p>
                <h2>Химические свойства</h2>
                <p class="font-p">Устойчив к коррозии благодаря оксидной плёнке, но при измельчении в порошок, а также в тонкой стружке или проволоке титан пирофорен. Титановая пыль имеет свойство взрываться. Температура вспышки — 400 °C. Титановая стружка пожароопасна.Титан устойчив к разбавленным растворам многих кислот и щелочей. Титан устойчив к влажному хлору и водным растворам хлора.Легко реагирует даже со слабыми кислотами в присутствии комплексообразователей, например, с плавиковой кислотой HF он взаимодействует благодаря образованию комплексного аниона [TiF₆]²⁻. Титан наиболее подвержен коррозии в органических средах, так как в присутствии воды на поверхности титанового изделия образуется плотная пассивная плёнка из оксидов и гидрида титана. Наиболее заметное повышение коррозионной стойкости титана заметно при повышении содержания воды в агрессивной среде с 0,5 до 8,0 %, что подтверждается электрохимическими исследованиями электродных потенциалов титана в растворах кислот и щелочей в смешанных водно-органических средах.При нагревании на воздухе до 1200 °C Ti загорается ярким белым пламенем с образованием оксидных фаз переменного состава TiOₓ. Из растворов солей титана осаждается гидроксид TiO(OH)₂ · xH₂O, осторожным прокаливанием которого получают оксид TiO₂. Гидроксид TiO(OH)₂ · xH₂O и диоксид TiO₂ амфотерны.TiO₂ взаимодействует с серной кислотой при длительном кипячении. При сплавлении с содой Na₂CO₃ или поташом K₂CO₃ оксид TiO₂ образует титанаты:
                    <br><strong>TiO₂ + K₂CO₃ → K₂TiO₃ + CO₂</strong>
                <br>При нагревании Ti взаимодействует с галогенами. Тетрахлорид титана TiCl₄ при обычных условиях — бесцветная жидкость, сильно дымящая на воздухе, что объясняется гидролизом TiCl₄, содержащимися в воздухе парами воды и образованием мельчайших капелек HCl и взвеси гидроксида титана.Восстановлением TiCl₄ водородом, алюминием, кремнием, другими сильными восстановителями, получен трихлорид и дихлорид титана TiCl₃ и TiCl₂ — твёрдые вещества, обладающие сильными восстановительными свойствами. Ti взаимодействует с Br₂ и I₂.С азотом N₂ выше 400 °C титан образует нитрид TiNₓ. Титан — единственный элемент, который горит в атмосфере азота.При взаимодействии титана с углеродом образуется карбид титана TiCₓ.При нагревании Ti поглощает H₂ с образованием соединения переменного состава TiHₓ. При нагревании эти гидриды разлагаются с выделением H₂.Титан образует сплавы и интерметаллические соединения со многими металлами.</p>
                <h2>Историческая справка</h2>
                <p class="font-p">Открытие диоксида титана сделали практически одновременно и независимо друг от друга англичанин У. Грегор и немецкий химик М. Г. Клапрот. У. Грегор, исследуя состав магнитного железистого песка, выделил новую «землю» неизвестного металла, которую назвал менакеновой. В 1795 году немецкий химик Клапрот открыл в минерале рутиле новый элемент и назвал его титаном. Спустя два года Клапрот установил, что рутил и менакеновая земля — оксиды одного и того же элемента, за которым и осталось название «титан», предложенное Клапротом. Через 10 лет открытие титана состоялось в третий раз: французский учёный Л. Воклен обнаружил титан в анатазе и доказал, что рутил и анатаз — идентичные оксиды титана.Первый образец металлического титана получил в 1825 году швед Й. Я. Берцелиус. Из-за высокой химической активности титана и сложности его очистки чистый образец Ti получили голландцы А. ван Аркел и И. де Бур в 1925 году термическим разложением паров иодида титана TiI₄.Титан не находил промышленного применения, пока люксембуржец Г. Кролл в 1940 году не запатентовал простой магниетермический метод восстановления металлического титана из тетрахлорида; этот метод до настоящего времени остаётся одним из основных в промышленном получении титана.</p>
            </div>
        </div>
    </div>
</body>
</html>


