<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="http://scienchemistry.org/web/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
</head>
<body>
    <div class="wrapper">
        <!--#include virtual="/web/Sitedesign/Menu.html"-->
        <div class="container2">
            <!--#include virtual="/web/Sitedesign/Tablestructure.html"-->
        </div>
        <div class="container"> 
            <div class="information">                
                <h1 class="elements" id="Co">Кобальт</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #fd8572;"><em>Co</em></th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img class="E-img" src="http://chemistry.com/Elements/Image/metals/seven_row/Co/Co.gif">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td class='definition' style="color:#fd8572;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td class='definition' style="color:#fd8572;"> 21 декабря 1898 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td class='definition' style="color:#fd8572;">компактных источниках нейтронов, медицине</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Кобальт</strong> - это химический элемент с атомным номером 27[2]. Принадлежит к 9-й группе периодической таблицы химических элементов (по устаревшей короткой форме периодической системы принадлежит к побочной подгруппе VIII группы, или к группе VIIIB), находится в четвёртом периоде таблицы. Атомная масса элемента 58,933194(4) а. е. м.[3]. Обозначается символом Co (от лат. Cobaltum). Простое вещество кобальт — серебристо-белый, слегка желтоватый металл с розоватым или синеватым отливом. Существует в двух кристаллических модификациях: α-Co с гексагональной плотноупакованной решёткой, β-Co с кубической гранецентрированной решёткой, температура перехода α↔β 427 °C[1].</p>
                <h2>Физические свойства</h2>
                <p class="font-p"><strong class="word">Кобальт</strong> — твёрдый металл, существующий в двух модификациях. При температурах от комнатной до 427 °C устойчива α-модификация. При температурах от 427 °C до температуры плавления (1494 °C) устойчива β-модификация кобальта (решётка кубическая гранецентрированная). Кобальт — ферромагнетик, точка Кюри 1121 °C. Желтоватый оттенок ему придаёт тонкий слой оксидов.</p>
                <h2>Изотопы</h2>
                <p class="font-p">Кобальт имеет только один стабильный изотоп — 59Co (изотопная распространённость 100[7] %). Известны ещё 22 радиоактивных изотопа кобальта. Искусственный изотоп кобальт-60 широко применяется как источник жесткого гамма-излучения для стерилизации, в медицине в гамма-ножах, гамма-дефектоскопии и т. п.</p>
                <h2>Оксиды</h2>
                    <p class="font-p"> 
                        <ol>
                            <li>На воздухе кобальт окисляется при температуре выше 300 °C.</li>
                            <li>Устойчивый при комнатной температуре оксид кобальта представляет собой сложный оксид Co3O4, имеющий структуру шпинели, в кристаллической структуре которого одна часть узлов занята ионами Co2+, а другая — ионами Co3+; разлагается с образованием CoO при температуре выше 900 °C.</li>
                            <li>При высоких температурах можно получить α-форму или β-форму оксида CoO.</li>
                            <li>Все оксиды кобальта восстанавливаются водородом:<br><strong>Co₃O₄ + 4H₂ → 3Co + 4H₂O</strong></li>
                            <li>Оксид кобальта(III) можно получить, прокаливая соединения кобальта (II), например:<br><strong>4Co(OH)₂ + O₂ → 2Co₂O₃ + 4H₂O</strong></li>
                        </ol>
                    </p>
                <h2>Другие соединения</h2>
                    <p class="font-p">
                        <ol>
                            <li>При нагревании кобальт реагирует с галогенами, причём соединения кобальта (III) образуются только с фтором.<br><strong>2Co + 3F₂ → 2CoF₃</strong><br><strong>Co + Cl₂ → CoCl₂</strong>
                            </li>
                            <li>С серой кобальт образует 2 различных модификации CoS. Серебристо-серую α-форму (при сплавлении порошков) и чёрную β-форму (выпадает в осадок из растворов).</li>
                            <li>При нагревании CoS в атмосфере сероводорода получается сложный сульфид Со9S8.</li>
                            <li>С другими окисляющими элементами, такими, как углерод, фосфор, азот, селен, кремний, бор, кобальт тоже образует сложные соединения, являющиеся смесями, где присутствует кобальт со степенями окисления 1, 2, 3.</li>
                            <li>Кобальт способен растворять водород, не образуя химических соединений. Косвенным путём синтезированы два стехиометрических гидрида кобальта CoH2 и CoH.</li>
                            <li>Растворы солей кобальта CoSO4, CoCl2, Со(NO3)2 придают воде бледно-розовую окраску, поскольку в водных растворах ион Co2+ существует в виде аквакомплексов [Co(H2O)6]2+ розового цвета. Растворы солей кобальта в спиртах тёмно-синие. Многие соли кобальта нерастворимы.</li>
                            <li>Кобальт образует комплексные соединения. В степени окисления +2 кобальт образует лабильные комплексы, в то время как в степени окисления +3 — очень инертные. Это приводит к тому, что комплексные соединения кобальта(III) практически невозможно получить путём непосредственного обмена лигандов, поскольку такие процессы идут чрезвычайно медленно. Наиболее известны аминокомплексы кобальта.</li>
                            <li>Также кобальт образует комплексы с CN−, NO2− и многими другими лигандами. Комплексный анион гексанитрокобальтат [Co(NO2)6]3− образует нерастворимый осадок с катионами калия, что используется в качественном анализе.</li>                       
                        </ol>
                    </p>                
                <h2>Историческая справка</h2>
                <p class="font-p">Название «кобальт» происходит от нем. Kobold — домовой, гном. При обжиге содержащих мышьяк кобальтовых минералов выделяется летучий ядовитый оксид мышьяка. Руда, содержащая эти минералы, получила у горняков имя горного духа Кобольда. Древние норвежцы приписывали отравления плавильщиков при переплавке серебра проделкам этого злого духа. В этом происхождение названия кобальта схоже с происхождением названия никеля.В 1735 году шведский минералог Георг Брандт сумел выделить неизвестный ранее металл, который назвал кобальтом. Он выяснил также, что соединения именно этого элемента окрашивают стекло в синий цвет — этим свойством пользовались ещё в древних Ассирии и Вавилоне.</p>
            </div>   
        </div>
    </div>
</body>
</html>
