<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
    <script src="http://ajax.googleapis.com/ajax/libs/jquery/2.0.3/jquery.min.js"></script> 
    <script src="/JS/hisfig.js"></script>
</head>
<body>        
    <div class="wrapper">
		<?php
      		include $_SERVER['DOCUMENT_ROOT'].'/Sitedesign/Menu.php';
      	?>
		<?php
      		include $_SERVER['DOCUMENT_ROOT'].'/Sitedesign/hisfiginf.php';
      	?>
        <div class="container">
            <div class="information"  id="Na">
                <h1 class="elements">Уильям Рамзай</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Уильям Рамзай</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #ebbe59;">William Ramsay</th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img style="width:260px;" class="E-img" src="http://chemistry.com/HistoricalFigures/William Ramsay/img.jpg">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Дата рождения</th>
                                <td class='definition' style="color:#ebbe59;">2 октября 1852</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Место рождения</th>
                                <td class='definition' style="color:#ebbe59;">Глазго, Глазго-Сити, Шотландия, Великобритания</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Дата смерти</th>
                                <td class='definition' style="color:#ebbe59;">23 июля 1916 (63 года)</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Место смерти</th>
                                <td class='definition' style="color:#ebbe59;">Хай-Уиком, Бакингемшир, Англия, Великобритания</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Научная сфера</th>
                                <td class='definition' style="color:#ebbe59;">химия</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Уильям Рамзай</strong> — шотландский британский химик и физик, лауреат Нобелевской премии по химии 1904 года. Открыл неон, аргон, криптон, ксенон и показал, что они с гелием и радоном формируют отдельную группу новых элементов — инертные газы.</p>
                <p class="font-p">Член Лондонского королевского общества (1888), иностранный член Парижской академии наук (1910; корреспондент с 1895), иностранный член-корреспондент (1901) и почётный член Петербургской академии наук.</p>
                <h2  class="elements" >Биография</h2>
                <p class="font-p">Уильям Рамзай родился 2 октября 1852 года в Глазго.</p>
                <p class="font-p">Дед Уильяма Рамзая был химиком, работал в фирме, которая занималась изготовлением различных химических продуктов для красильщиков, например, производством древесного спирта, турнбулевой сини и т. п. Кроме того, он занимался и практическими исследованиями, одним из первых стал использовать двухромовокислый калий. Основал в Глазго первое химическое общество и стал его президентом. Женился на своей двоюродной сестре Елизавете Кромби, у них было четверо детей.</p>
                <p class="font-p">Отец Рамзая окончил университет Глазго, работал инженером железнодорожного транспорта. Был женат на Кэтрин Робертсон.</p>
                <p class="font-p">Дядей Уильяма Рамзая был известный геолог сэр Эндрю Рамзай.</p>
                <p class="font-p">До десяти лет Уильям Рамзай посещал подготовительную школу, где изучал английский, французский, латинский языки, а также арифметику. Кроме того, в юные годы он занимался музыкой и очень любил футбол. С 1862 года Рамзай учился в Академии Глазго, а через четыре года поступил в университет.</p>
                <p class="font-p">Химией Уильям Рамзай увлекся после прочтения книги Грэма. Отец подарил Рамзаю в небольших количествах бертолетову соль, фосфор, серную кислоту и химическую посуду, и будущий ученый в домашней лаборатории начал проводить первые эксперименты, получал простые вещества типа кислорода и водорода, научился выдувать простые сосуды из стекла.</p>
                <p class="font-p">В 16 лет Уильям Рамзай окончательно выбрал профессию химика. В 1869 году он прослушал курс лекций по химии профессоров Т. Андерсона и Д. Фергюсона, одновременно с этим работал в лаборатории Р. Тетлока, где изучал курс качественного и количественного анализа. В конце 1870 года Рамзай уехал в Германию, где начал работать в лаборатории Р. Бунзена, однако франко-прусская война вынудила его вернуться домой. С 7 ноября 1870 года начал слушать курс лекций Уильяма Томсона (лорда Кельвина) по натурфилософии.</p>
                <p class="font-p">Кроме химии ученый много времени посвятил изучению языков, в том числе норвежскому, итальянскому, латинскому.</p>
                <p class="font-p">С 1871 года Уильям Рамзай начал работу в Германии по исследованию толуоловых кислот под руководством химика-органика Вильгельма Фиттига. В 1872 году Рамзай защитил диссертацию по теме «Исследования толуоловой и нитротолуоловой кислот» и стал доктором философии. Затем вернулся в Глазго, где много времени посвятил преподавательской деятельности.</p>
                <p class="font-p">В августе 1881 года Уильям Рамзай женился на Маргарет Буханан.</p>
                <p class="font-p">В марте 1910 Рамзай ушел в отставку из университетского колледжа, но продолжил научные исследования в домашней лаборатории.</p>
                <p class="font-p">В марте 1910 Рамзай ушел в отставку из университетского колледжа, но продолжил научные исследования в домашней лаборатории.</p>
                <p class="font-p">Во время своих экспериментов ученый неоднократно подвергался радиоактивному облучению, в результате чего болел раком. В конце 1915 года Рамзаю была сделана операция, которая не принесла ему облегчения. 23 июля 1916 года Рамзай скончался.</p>
                <h2>Научная деятельность</h2>
                <p class="font-p">С 1890-го года Рамзай начал серьёзное изучение газов атмосферы. В 1894 году Уильям Рамзай встретился с Рэлеем для обсуждения проблем, связанных с различиями в массе азота, полученного из атмосферы разными способами. Ученые начали совместные исследования и в апреле 1894 года установили наличие в атмосфере нового газа — аргона. Первое публичное заявление о своём открытии Рамзай и Рэлей сделали 13 августа 1894 в Оксфорде на заседании Британской ассоциации, однако научное сообщество критически отнеслось к их докладу. В течение полугода ученые дорабатывали и проверяли свои исследования и окончательно объявили об открытии аргона 31 января 1895 в Лондонском университете на собрании Королевского общества, а 28 марта 1895 года вышла научная публикация «Аргон — новая составная часть атмосферы».</p>
                <p class="font-p">Рамзай предсказал существование других инертных газов и вёл активную работу по их поиску и выделению. Опыты с минералом клевеитом привели его к обнаружению гелия на Земле в марте 1895 года, о чём появляется сообщение «Helium, a constituent of certain minerals». А уже через три года на заседании Королевского общества Рамзай объявил об открытии криптона. Летом этого же года им открыты неон и ксенон.</p>
                <p class="font-p">В 1904 году Уильям Рамзай получил Нобелевскую премию по химии за открытие благородных газов.</p>
                <h3>Работы по органической химии</h3>
                <p class="font-p">С 1871 года Уильям Рамзай исследовал толуоловые и пиридиновые кислоты. Он первым получил из пиколина пиколиновую кислоту, а также альфа- и бета- дикарбопиридиновые кислоты и изучил их свойства. В октябре 1876 года вышла работа Рамзая, в которой описан метод получения пиридина из ацетилена и цианистой кислоты, а через год Рамзай приехал во Францию и выступил на заседании собрания Французской ассоциации с сообщением «О соединениях пиридина». В 1878 году была опубликована работа Рамзая по исследованию физиологических свойств пиридиновых оснований и их солей, выполненная вместе с профессором физиологии Дж. МакКендриком. Также ученые проводили опыты по химии некоторых анестезирующих веществ.</p>
                <h3>Физико-химические исследования</h3>
                <p class="font-p">В 1878 году вышла работа Рамзая «О микроареометре», посвященная изучению вязкости растворов солей. В 80-е годы XIX века ученый занимался изучением капиллярности эфиров при высоких температурах, разработкой методик синтеза метилфторида, измерениями термических констант воды, исследованием химических свойств гидросульфидов и определением весов металлов в ртутных растворах. Вместе с Джоном Шильдсом Уильям Рамзай разработал прибор, с помощью которого в течение долгого времени в лабораториях измеряли поверхностное натяжение.</p>
                <p class="font-p">С 1884 по 1895 год Рамзай и Юнг опубликовали 35 совместных работ, которые были связаны с их совместным исследованием критических явлений, взаимосвязи испарения и диссоциации и других проблем фазового равновесия. Многие из них попали в серию публикации «On evaporation and dissociation». Также ученые вывели уравнение зависимости температуры от давления при постоянном объёме. Кроме того, они первыми изучили важную для промышленности реакцию образования аммиака с точки зрения химического равновесия и установили причины смещения равновесия в ту или иную сторону. Свои выводы ученые опубликовали в статье «The Decomposition of Ammonia by Heat».</p>
                <p class="font-p">В 1889 Рамзай опубликовал работу «The molecular weights of the metals», связанную с определением молекулярных весов металлов в растворе ртути методом измерения точек кипения ртути в зависимости от добавок металла.</p>
                <h3>Работы по изучению радиоактивности</h3>  
                <p class="font-p">Рамзая очень заинтересовало обнаруженное в то время явление радиоактивности, и в 1896 году он посетил лабораторию Беккереля. С этого же момента он активно сотрудничал с Содди: ученые исследовали эманацию радия в гелий. В 1904 году вышла совместная работа Рамзая и Содди «Experiments in Radioactivity, and the production of Helium from Radium», доказывающая, что в процессе альфа-распада выделяется гелий.</p>      
                <h2>Педагогическая деятельность</h2> 
                <p class="font-p">После возвращения в Глазго в октябре 1872 года Рамзай занял должность ассистента профессора прикладной химии Г. Бишофа при «Колледже Андерсона». Как преподаватель Рамзай пользовался большим авторитетом и популярностью.</p>
                <p class="font-p">В 1880 году он принял приглашение из университета в Бристоле и вел в этом университете лекции и практические занятия. 28 сентября 1881 года ученый был избран деканом факультета. В это же время Рамзай пишет книгу для студентов первого курса «Основы химической теории для начинающих», в которой описан ряд количественных экспериментов.</p>
                <p class="font-p">В 1887 году он был приглашен на кафедру химии при университетском колледже в Лондон.</p>    
                <p class="font-p">Рамзай первым принимает периодический закон как основу для преподавания общей и неорганической химии и в 1891 году выходит его учебник «Система неорганической химии».</p>  
            </div>
        </div>
    </div>
</body>
</html> 