<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="http://scienchemistry.org/web/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/2.1.1/jquery.min.js"></script>
</head>
<body>
    <div class="wrapper">
        <!--#include virtual="/web/Sitedesign/Menu.html"-->
        <div class="container2">
            <!--#include virtual="/web/Sitedesign/Tablestructure.html"-->
        </div>
        <div class="container"> 
            <div class="information">
                <h1 class="elements" id="O">Лантан</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #ec78a4;">La</th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img class="E-img" src="http://chemistry.com/Elements/Image/57-71and89-103/Lant/La/La.gif">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td class='definition' style="color: #ec78a4;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td class='definition' style="color: #ec78a4;">1839 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td class='definition' style="color: #ec78a4;">газокалильных сетках, сплавах</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Лантан</strong> - это химический элемент 3-й группы (по устаревшей классификации — побочной подгруппы третьей группы) шестого периода периодической системы химических элементов Д. И. Менделеева, с атомным номером 57, атомная масса — 138,9055. Обозначается символом La (лат. Lanthanum). Простое вещество лантан — блестящий металл серебристо-белого цвета, относится к редкоземельным элементам.</p>
                <h2>Физические свойства</h2>
                <p class="font-p">Лантан — блестящий серебристо-белый металл, в чистом состоянии — ковкий и тягучий. Слабо парамагнитен. Кристаллическая структура плотноупакованная типа плотнейшей гексагональной упаковки.</p>
                <p class="font-p">Существует в трёх кристаллических модификациях: α-La с гексагональной решёткой (а=0,3772 нм, с=1,2144 нм, z=4, пространственная группа Р63/ттс), β-La с кубической решёткой типа меди (а=0,5296 нм, z=4, пространственная группа Fm3m), γ-La с кубической объёмноцентрированной решёткой типа α-Fe (а=0,426 нм, z=2, пространственная группа Im3m, устойчив до 920 °C) температуры переходов α↔β 277 °C и β↔γ 861 °C. DH° полиморфных переходов: α:β — 0,36 кДж/моль, β:γ — 3,12 кДж/моль. При переходе из одной модификации в другую меняется плотность лантана: α-La имеет плотность 6,162-6,18 г/см3[4], β-La — 6,19 г/см3, γ-La — 5,97 г/см3.</p>
                <p class="font-p">С некоторыми металлами, например, с цинком, магнием, кальцием, таллием, оловом, свинцом, никелем, кобальтом, марганцем, ртутью, серебром, алюминием, медью, кадмием и др., металлический лантан образует сплавы. С железом лантан образует пирофорный сплав.</p>
                <h2>Химические свойства</h2>
                <p class="font-p">По своим химическим свойствам лантан больше всего похож на 14 следующих за ним элементов, поэтому их называют лантаноидами. Металлический лантан обладает высокой химической активностью.</p>
                <ul>
                    <li>Во влажном воздухе быстро превращается в основный карбонат лантана:
                        <br><strong>4La + 3O2 → 2La2O3</strong>
                        <br><strong>La2O3 + 2CO2 + H2O → 2LaCO3 (OH)</strong></li>
                    <li>С металлами иод при лёгком нагревании энергично взаимодействует, образуя иодиды:
                        <br><strong>4La + 3O2 → 2La203</strong></li>
                    <li>С водородом иод реагирует только при нагревании и не полностью, образуя иодоводород:
                        <br><strong>2La + 6H20 → 2La(OH)3 + 3H2↑</strong></li>
                    <li>При нагревании лантан вступает в реакции со фтором, хлором, бромом и иодом, давая соответственно фторид, хлорид, бромид и иодид:
                        <br><strong>2La + 3F2 → 2LaF3</strong>
                        <br><strong>2La + 3Cl2 → 2LaCl3</strong>
                        <br><strong>2La + 3Br2 → 2LaBr3</strong>
                        <br><strong>2La + 3l2 → 2Lal3</strong></li>
                    <li>Легко взаимодействует с минеральными кислотами с образованием ионов La3+ и водорода. Вполне возможно, что в водном растворе ион La3+ в значительной степени существует как комплексный ион [La(OH2)9]3+:
                        <br><strong>2La + 3H2SO4 → 2La(³+) + 3SO4(²-) + 3H2↑</strong></li>
                </ul>
                <h2>Историческая справка</h2>
                <p class="font-p">Лантан как химический элемент не удавалось открыть на протяжении 36 лет. В 1803 г. 24-летний шведский химик Йёнс Якоб Берцелиус исследовал минерал, известный теперь под названием церит. В этом минерале была обнаружена иттриевая земля и ещё одна редкая земля, очень похожая на иттриевую. Её назвали цериевой. В 1826 г. Карл Мосандер исследовал цериевую землю и заключил, что она неоднородна, что в ней, помимо церия, содержится ещё один новый элемент. Доказать сложность цериевой земли Мосандеру удалось лишь в 1839 г. Он сумел выделить новый элемент, когда в его распоряжении оказалось большее количество церита.</p>
            </div>       
        </div>
    </div>
</body>
</html>
