<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
    <script src="http://ajax.googleapis.com/ajax/libs/jquery/2.0.3/jquery.min.js"></script> 
    <script src="/JS/hisfig.js"></script>
</head>
<body>        
    <div class="wrapper">
		<?php
      		include $_SERVER['DOCUMENT_ROOT'].'/Sitedesign/Menu.php';
      	?>
		<?php
      		include $_SERVER['DOCUMENT_ROOT'].'/Sitedesign/hisfiginf.php';
      	?>
        <div class="container">
            <div class="information"  id="Na">
                <h1 class="elements">Генри Кавендиш</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Генри Кавендиш</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #ebbe59;">Henry Cavendish</th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img style="width:260px;" class="E-img" src="http://chemistry.com/HistoricalFigures/Henry Cavendish/img2.jpg">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Дата рождения</th>
                                <td class='definition' style="color:#ebbe59;">10 октября 1731</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Место рождения</th>
                                <td class='definition' style="color:#ebbe59;">Ницца, Франция</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Дата смерти</th>
                                <td class='definition' style="color:#ebbe59;">24 февраля 1810 (78 лет)</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Место смерти</th>
                                <td class='definition' style="color:#ebbe59;">Лондон, Великобритания</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Научная сфера</th>
                                <td class='definition' style="color:#ebbe59;">физика, химия</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Генри Кавендиш</strong> — британский физик и химик.</p>
                <p class="font-p">Член Лондонского королевского общества (1760), иностранный член Парижской академии наук (1803).</p>
                <h2  class="elements" >Биография</h2>
                <p class="font-p">Генри Кавендиш родился 10 октября 1731 года в Ницце в семье лорда Чарльза Кавендиша, сына второго герцога Девоншира Вильяма Кавендиша, и леди Анны Грей, дочери первого герцога Кента Генри Грея. Семья Кавендишей была тесно связана с многими аристократическими семьями Великобритании, её история насчитывает около восьми веков и восходит к эпохе норманнов. Леди Анна умерла, предположительно от туберкулёза, вскоре после рождения младшего брата Генри Фредерика, так что ни один из мальчиков не знал мать.</p>
                <p class="font-p">Генри вместе со своим братом Фредериком получил начальное образование дома. Первоначально планировалось продолжить обучение братьев в Итоне — классической английской школе, дававшей хорошую подготовку будущим государственным деятелям. Однако ни Генри, ни его брат, не проявляли склонности к юридической науке, поэтому отец решил отправить их в специализированное научное учреждение. Он остановился на академии Хакни, многие из преподавателей которой были тесно знакомы с передовыми умами современной науки. Генри и Фредерик были первыми членами семьи Кавендишей, окончившими академию Хакни, однако позднее эта школа стала очень популярной среди других аристократических английских семей.</p>              
                <p class="font-p">В 1749 году в возрасте до восемнадцати лет Генри поступает в Кембриджский университет и, продолжая родовую традицию, становится двадцать первым членом семьи Кавендишей, поступившим в этот университет. Его брат Фредерик поступает в университет двумя годами позже. Обучение в университете, впитавшем в себя идеи Исаака Ньютона, сильно повлияло на мировоззрения братьев. Генри Кавендиш уходит из университета в 1753 году, не получая учёной степени, поскольку не видит необходимости в академической карьере. После ухода из университета он начинает вести собственные научные исследования в уединении своего жилища.</p>
                <p class="font-p">Младший брат Генри Фредерик получил серьёзные повреждения мозга в результате случайного падения в возрасте двадцати одного года во время своего последнего года в Кембриджском университете. Данные свидетельствуют о том, что он пытался повторить знаменитый эксперимент Бенджамина Франклина о природе молнии во время приближающейся грозы, и упал из верхнего окна здания. Он нуждался в специальном уходе на протяжении всей своей жизни.</p>
                <h2>Научные достижения</h2>
                <div class="thumb-tright">
                    <div class="thumbinner" style="width:222px;">
                        <img alt="H1"  src="http://chemistry.com/HistoricalFigures/Henry Cavendish/img1.jpg" style="width:220px;"> 
                        <div class="thumbcaption">
                            <p class="font-p" style="margin:0;font-size:16px;">Установка Кавендиша для получения, очистки и собирания водорода</p>
                        </div>
                    </div>
                </div>  
                <p class="font-p">Опубликованные работы Кавендиша касаются в основном исследований газов и относятся к периоду 1766—1788 годов. Мы остановимся на основной работе ученого «Искусственный воздух». Эта работа представляет большой научный интерес, повествуя о составе и свойствах воды.</p>
                <p class="font-p">Пневматические исследования Кавендиша знаменательны количеством открытий, которые они предварили. Среди наиболее значимых из них первое полное изложение свойств водорода и углекислого газа; демонстрация постоянства состава атмосферного воздуха и первый расчет его состава относительно высокой точности; записи известных экспериментов, которые привели к обнаружению нетривиальных свойств воды и к открытию состава азотной кислоты.</p>
                <p  class="font-p">До плодотворных экспериментов Кавендиша пневматическая химия едва ли существовала. В работах немногих учёных по всему миру встречались упоминания об 'упругой жидкости', которая участвует в некоторых химических превращениях. Парацельс имел некоторое знакомство с водородом. Ван Гельмонт, который ввел понятие «газ», работал над выделением углекислого газа и некоторых горючих газообразных соединений углерода и серы, Бойль в своих экспериментах столкнулся с угольной кислотой и водородом.</p>
                <p  class="font-p">Перечисленные учёные были наиболее близки к пониманию газов как индивидуальных веществ, но слишком мало знакомы с их различными свойствами, по которым эти газы можно отличить и распознать. Убежденность в том, что в процессе реакции выделяются не индивидуальные газы, а простой воздух разной степени нагревания, была свойственна практически всем химикам второй половины XVIII века. Развитие пневматической химии могло произойти только на основании наблюдения отличий между полученным в разных реакциях искусственным воздухом, но химики мало обращали внимания на эти различия, указывая лишь на сходство и отличия полученных газов от атмосферного воздуха.</p>
                <p  class="font-p">Ярким примером служат знаменитые очерки Стивена Хейлза, в которых он пишет о реакциях, в которых выделяется «атмосферный воздух» или «упругие жидкости». Согласно современным представлениям, в ходе своего исследования в действительности он получал кислород, водород, азот, хлор, углекислый газ, сернистую кислоту и другие газы. Хейлз не сумел заметить различий в запахе, цвете, растворимости в воде, горючести полученных веществ. Он рассматривал их как идентичные атмосферному воздуху, потому что они проявляли одинаковую эластичность и (как казалось учёному, ввиду неточности оборудования) обладали одинаковыми весами. Их поразительные различия в реакционной способности он считал результатом случайного смешения «истинного воздуха» с инородными примесями, а не как существенные и отличительные свойства различных «упругих жидкостей» или газов.</p>
                <p  class="font-p">Хакорт, исследуя эксперименты Бойля, отметил некоторые отличия полученных им «упругих жидкостей» от атмосферного воздуха. За неимением других доказательств эта теория была отмечена как ложная.</p>
                <p  class="font-p">В 1754 году, однако, отмечается появление первой диссертации Блэка, в которой показано существование по крайней мере одной «упругой жидкости», которая обладает постоянным химическими свойствами, отличными от свойств атмосферного воздуха. Поскольку результаты его исследований шли вразрез со сложившимся мнением, он не осмеливается дать выделенному газу (водороду) название и ссылается на ошибку эксперимента, планируя в дальнейшем поставить его более точно.</p>
                <p  class="font-p">Тем не менее, Блэк делает большой шаг вперед по сравнению со своими предшественниками. В более поздних работах он описывает свойства раствора угольной кислоты; двенадцатью годами позднее Кавендиш показывает, что она обладает точно такими же химическими свойствами и в свободном состоянии.</p>
                <h3>«Искусственный воздух»</h3>
                <p  class="font-p">Его первое сообщение о газах под названием «Искусственный воздух» было опубликовано в 1766 году. Оно начинается с определения искусственного воздуха, как «любого вида воздуха, который содержится в других органах в „неупругом“ состоянии, и может быть получен оттуда». Далее следуют ссылки на работы Блэка, в которых он заявляет о своем намерении в последующем пользоваться термином «зафиксированный воздух» в отношении газа, содержащегося в карбонатах щелочных и щелочноземельных элементов. Кавендиш также называет этот воздух «негорючим», противопоставляя его воздуху, который выделяется при гниении живых организмов и взаимодействии металлов с кислотами. Термины «горючий» и «негорючий» воздух впоследствии находят широкое применение.</p>
                <p  class="font-p">Своё сообщение Кавендиш делит на три части: первая относится к водороду, вторая — к углекислому газу, третья — к газам, выделяющимся во время брожения и гниения. К основным наблюдениям Кавенидша можно отнести следующие: цинк, железо и олово были единственными металлами, которые выделяли «горючий воздух» при взаимодействии с разбавленными растворами серной и соляной кислот. Цинк растворялся в обеих кислотах с большей скоростью, чем железо и олово, однако выделялось одинаковое количество воздуха вне зависимости от используемой кислоты. Железо давало одинаковое количество «горючего воздуха» в растворах серной кислоты разной силы. Олово растворялось лучше всего в теплой соляной кислоте. Унция цинка производила около 356, унция железа — 412 и унция олова — 202 унции «горючего газа».</p>
                <p  class="font-p">Все эти металлы легко растворялись в закиси (азотной кислоте) и производили «негорючий воздух» (окислы азота), а также в горячем купоросном масле (концентрированной серной кислоте), также с образованием «негорючего воздуха» с сильным неприятным запахом.</p>
                <p  class="font-p">Из этих наблюдений Кавендиш пришёл к выводу, что, когда металлы растворяют в разбавленной серной или соляной кислоте, «их флогистон летит, не изменяя свою природу с изменением кислоты и формируя „горючий воздух“, но когда металлы взаимодействуют с концентрированной серной или с азотной кислотой, их флогистон теряет свою горючесть».</p>
                <p class="font-p">В своей работе Кавендиш указал на следующие свойства «горючего газа» (водорода): он не теряет свою эластичность, не проявляет заметного растворения в воде и взаимодействия с щелочами. Кавендиш также исследовал влияние состава смеси кислорода и водорода на взрывоопасность. Смесь из одной части «горючего воздуха» и девяти «обычного» горела исключительно в пределах рассматриваемого сосуда. Смесь из 8 частей «горючего воздуха» и 2 частей «обычного» воспламенялись без взрыва. При увеличении количества водорода примерно в два раза, горение происходило со взрывом. Из этих экспериментов Кавендиш попытался установить пропорцию между водородом и атмосферным воздухом, необходимую для полного сгорания смеси, однако допустил ошибку, посчитав, что на два объёма водорода необходимо 7 объёмов воздуха, в то время как 5 объёмов последнего было бы достаточно.</p>
                <p class="font-p">Кавендиш также пытался установить массу «горючего газа» водорода. Он пришёл к выводу, что легковоспламеняющийся воздух выходит в 8760 раз легче, чем вода, или в 11 раз легче, чем «обычный воздух» (водород в действительности в 14,4 раза легче воздуха).</p>
                <p class="font-p">Первую часть своей работы Кавендиш завершает исследованием взаимодействия меди с соляной кислотой и попытками получить «горючий газ» этим способом. Учёный приходит к выводу, что газ, выделяющийся в реакции (газообразная соляная кислота), не воспламеняется в смеси с атмосферным воздухом, а также теряет эластичность при взаимодействии с водой (в связи с растворением), а значит получить таким образом «горючий газ» не представляется возможным. Исследованиями газообразной соляной кислоты Кавендиш не занимался.</p>
                <p  class="font-p">Вторая часть работы Кавендиша носит название «Эксперименты по связанному воздуху, или искусственный воздух, получаемый из щелочных веществ взаимодействием с кислотами или прокаливанием».</p>
                <p class="font-p">Описывая эту часть работы, Кавендиш опирается на полученные Блэком результаты касательно влиянии угольной кислоты на жесткость карбонатов. Кавендиш получил углекислый газ растворением мрамора в соляной кислоте. Он обнаружил, что выделяющийся газ обладает растворимостью в воде, быстро взаимодействует с щелочами, но может сохраняться до одного года под слоем ртути, не теряя эластичности и химических свойств. Для определения растворимости углекислого газа в воде Кавендиш использовал аппарат, открытие которого часто приписывают Пристли. В градуированный сосуд, наполненный ртутью, Кавендиш запускал известные объёмы исследуемого газа и воды; таким образом он установил, что «при температуре 55° вода поглощает гораздо больше исследуемого газа, чем обычного воздуха». В ходе своих экспериментов он установил, однако, что вода не всегда поглощает один и тот же объём связанного в мраморе газа. Этот факт учёный объяснял тем, что данный газ содержит вещества, обладающие различной растворимостью в воде. Учёный также выяснил, что холодная вода растворяет гораздо больше такого газа, чем горячая; для объяснения этого факта он приводил в пример кипящую воду, которая не только не способна поглотить какой-либо газ, но и лишается того, что она уже поглотила.</p>
                <p class="font-p">Плотность угольной кислоты была определена так же, как и в случае водорода, она оказалась равной 1,57 плотности атмосферного воздуха. Это определение хорошо воспроизводит известное на данный момент значение 1,529. Неточность определения связана с наличием примеси газообразной соляной кислоты, а также с несовершенством оборудования. Была проведена серия опытов по влиянию углекислого газа на процесс горения, Кавендиш использовал простую установку, содержащую стеклянную банку и восковую свечу. При наличии в банке только атмосферного воздуха свеча горела в течение 80 секунд. При содержании в банке одной части «связанного воздуха» (углекислого газа) и 19 частей атмосферного воздуха свеча горела 51 секунду, при соотношении 1 к 9 — всего 11 секунд. Таким образом, добавление даже небольших количеств углекислого газа к атмосферному воздуху лишает последнего способности к поддержанию горения.</p>
                <p class="font-p">Далее следуют попытки определить количества «связанного воздуха» в карбонатах щелочных металлов. Для этого Кавендиш измерял потерю массы раствора при взаимодействии карбонатов с соляной кислотой. Он пришёл к выводу, что карбонат аммония содержит гораздо больше связанного воздуха, чем мрамор, поскольку реакция с соляной кислотой протекает более бурно.</p>
                <p  class="font-p">Третья часть работы Кавендиша посвящена «Воздуху, образующемуся в процессах брожения и гниения». Макбрайд, следуя предположению Блэка, показал, что в этих процессах выделяется исключительно углекислый газ. Кавендиш подтвердил этот результат опытами по брожению сладкого вина и яблочного сока. Действительно, газ, выделяющийся в этих процессах, полностью поглощался карбонатом калия, а также обладал такими же растворимостью в воде, действием на пламя и удельным весом, как и «воздух», выделяемый из мрамора.</p>
                <p class="font-p">Газы, выделяющиеся в процессе гниения Кавендиш получал, разлагая бульон при температуре, близкой к температуре кипения воды. Опыт проводил до тех пор, пока газ не переставал выделяться. Полученный газ пропускали через раствор карбоната калия, при этом углекислый газ поглощался и оставалась смесь «обычного воздуха» и некого «горючего воздуха» в пропорции 1 к 4,7. Далее Кавендиш определил удельный вес полученный смеси и сравнил с удельным весом 1 части атмосферного воздуха и 4,7 частями водорода; удельный вес последнего оказался меньше. Учёный сделал вывод о том, что новый полученный «горючий газ» обладает практически такой же природой, что и полученный взаимодействием металлов с кислотами.</p>
                <p class="font-p">Кавендиш смог точно определить состав атмосферы Земли. После тщательных измерений учёный пришёл к выводу, что «обычный воздух состоит из одной части воздуха без флогистона (кислорода) и четырёх частей воздуха с флогистоном (азота)».</p>
                <p class="font-p">В работе 1785 г описан эксперимент, в котором Кавендишу удалось удалить кислород и азот из образца атмосферного воздуха, но при этом оставалась определенная часть, которую учёный не мог удалить известными ему способами. Из этого эксперимента Кавендиш пришёл к выводу, что не более 1 / 120 атмосферного воздуха состоит из газов, отличных от кислорода и азота. Понадобилось около ста лет, чтобы Рамзай и Релей, опираясь в числе прочего и на работу Кавендиша, показали, что эта остаточная часть атмосферного воздуха представляет собой в основном аргон, а еще позднее в ней были обнаружены и другие инертные газы.</p>
                <h2>Гравитационная постоянная</h2>
                <p  class="font-p">Помимо своих достижений в области химии, Кавендиш также известен опытами, с помощью которых он определил значение плотности Земли, что означало также и определение массы Земли, поскольку радиус Земли был уже с достаточной точностью известен, а также, путем несложных вычислений, получить численное значение гравитационной постоянной (что, вероятно, было сделано после «Трактата по механике» Пуассона (1811), где гравитационная постоянная вводилась в чистом виде). На основании результатов Кавендиша, можно вычислить ее значение G = 6,754⋅10<sup>−11</sup> Н * м²/кг², что хорошо совпадает с ныне принятым значением 6,67384⋅10<sup>−11</sup> Н * м²/кг².</p>
                <p class="font-p">Первоначально эксперимент был предложен Джоном Мичеллом. Именно он сконструировал и главную деталь в экспериментальной установке — крутильные весы, однако умер в 1793, так и не поставив опыта. После его смерти экспериментальная установка перешла к Кавендишу, который модифицировал установку, провёл опыты в 1797 году и описал их в Philosophical Transactions в 1798 году. Для своего времени эта работа явилась беспримерным шедевром искусства физического эксперимента.</p>
                <p class="font-p">Экспериментальная установка состояла из крутильных весов для измерения гравитационного притяжения между двумя свинцовыми шарами массой 350-фунтов и парой 2-дюймовых шаров массой 1,61 фунтов. Используя это оборудование, Кавендиш установил, что средняя плотность Земли в 5,48 раза больше плотности воды. Джон Генри Пойнтинг позже отметил, что данные должны были привести к значению 5,448, и действительно именно это число является средним значением двадцати девяти экспериментов Кавендиша, описанных в его работе. В настоящее время плотность Земли оценивается в 5,5153 г/см³.</p>
                <p class="font-p">Многие источники не совсем корректно описывают измерение гравитационной постоянной или массы Земли в качестве непосредственной цели работы Кавендиша, и эта неточность уже отмечалась многими авторами. В действительности основная цель Кавендиша, насколько это следует из его собственного изложения, состояла в определении лишь плотности Земли, однако этот результат послужил основой для расчета и массы Земли, и гравитационной постоянной G, которая была введена для систематического использования (отдельно от комбинаций GM) лишь через 100 лет после опыта Кавендиша.</p>
            </div>
        </div>
    </div>
</body>
</html> 