<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="http://scienchemistry.org/web/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/2.1.1/jquery.min.js"></script>
</head>
<body>
    <div class="wrapper">
        <!--#include virtual="/web/Sitedesign/Menu.html"-->
        <div class="container2">
            <!--#include virtual="/web/Sitedesign/Tablestructure.html"-->
        </div>
        <div class="container"> 
            <div class="information">
                <h1 class="elements" id="O">Прометий</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #ec78a4;">Pm</th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img class="E-img" src="http://chemistry.com/Elements/Image/57-71and89-103/Lant/Pm/Pm.gif">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td class='definition' style="color: #ec78a4;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td class='definition' style="color: #ec78a4;">1839 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td class='definition' style="color: #ec78a4;">газокалильных сетках, сплавах</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Прометий</strong> - это химический элемент, относящийся к группе лантаноидов. В природе практически не встречается, так как все его изотопы радиоактивны. Впервые был получен искусственно в 1945 году. Самый долгоживущий изотоп — прометий-145 имеет период полураспада 18 лет.</p>
                <h2>Историческая справка</h2>
                <p class="font-p">Прометий как короткоживущий радиоактивный элемент находится в природе в исчезающе малых количествах (по оценкам, его содержание в земной коре составляет несколько сот граммов) и не мог быть открыт аналитическим способом, несмотря на усилия многих исследователей.</p>
                <p class="font-p">История открытия прометия наглядно демонстрирует те чрезвычайные трудности, которые пришлось преодолеть нескольким поколениям исследователей при изучении и открытии редкоземельных элементов. После открытия в 1907 году иттербия и лютеция считалось, что серия редкоземельных элементов полностью завершена. Однако некоторые видные исследователи, в частности, Б. Браунер, полагали, что в последовательности редкоземельных элементов между неодимом и самарием должен существовать ещё один элемент, так как разница в атомной массе этих двух элементов была аномально высока. После того, как Г. Мозли установил связь заряда ядра атома с местом в Периодической системе, стало очевидным отсутствие в группе редкоземельных элементов элемента под номером 61, и в 1920-х годах начались его интенсивные поиски[2].</p>
                <p class="font-p">В 1924—1926 годах были заявления об открытии элемента 61 флоренций в Италии (из бразильского минерала монацита) и иллиний в Иллинойсском университете в Урбана-Шампейн в США, впоследствии оказавшиеся ошибочными.</p>
                <p class="font-p">В 1945 г. американские химики Д. Маринский, Л. Гленденин и Ч. Кориэлл выделили прометий из продуктов деления урана с помощью ионообменных смол.</p>
                <p class="font-p">В 1947 г., благодаря исследованиям химических свойств прометия, было доказано существование нового элемента[3].</p>
                <h3>Происхождение названия</h3>
                <p class="font-p">От имени мифического героя - титана Прометея, защитника людей, похитившего у Зевса огонь и передавшего его людям.</p>
                <p class="font-p">В 1950 г. Комиссия по атомным весам IUPAC дала элементу 61 название прометий, все старые названия — иллиний, флоренций, циклоний и прометей — были отвергнуты.</p>
                <h2>Получение</h2>
                <p class="font-p">Металлический прометий получают металлотермией из PmF3. Выделяется 147Pm из смеси радиоактивных изотопов различных элементов, образующихся в ядерных реакторах.</p>
            </div>       
        </div>
    </div>
</body>
</html>