<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
    <script src="http://ajax.googleapis.com/ajax/libs/jquery/2.0.3/jquery.min.js"></script> 
    <script src="/JS/hisfig.js"></script>
</head>
<body>        
    <div class="wrapper">
		<?php
      		include $_SERVER['DOCUMENT_ROOT'].'/Sitedesign/Menu.php';
      	?>
		<?php
      		include $_SERVER['DOCUMENT_ROOT'].'/Sitedesign/hisfiginf.php';
      	?>
        <div class="container">
            <div class="information"  id="Na">
                <h1 class="elements">Парацельс</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Парацельс</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #ebbe59;">Philippus Aureolus Theophrastus Bombast von Hohenheim</th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img style="width:260px;" class="E-img" src="http://chemistry.com/HistoricalFigures/Paracelsus/img.jpg">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Дата рождения</th>
                                <td class='definition' style="color:#ebbe59;">21 сентября 1493</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Место рождения</th>
                                <td class='definition' style="color:#ebbe59;">Эг, кантон Швиц, Швейцарский союз</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Дата смерти</th>
                                <td class='definition' style="color:#ebbe59;">24 сентября 1541 (48 лет)</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Место смерти</th>
                                <td class='definition' style="color:#ebbe59;">Зальцбург, Австрийский округ, Священная Римская империя</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Научная сфера</th>
                                <td class='definition' style="color:#ebbe59;">медицина, алхимия, астрология</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Парацельс</strong> — швейцарский алхимик, врач, философ, естествоиспытатель, натурфилософ эпохи Возрождения, один из основателей ятрохимии. Подверг критическому пересмотру идеи древней медицины. Способствовал внедрению химических препаратов в медицину. Считается одним из основателей современной науки.</p>
                <p class="font-p">Изобретённый им самим, псевдоним Парацельс в переводе с латыни (пара — «около, рядом») означает «приблизившийся к Цельсу», древнеримскому энциклопедисту и знатоку медицины I века.</p>
                <p class="font-p">Современники сравнивали деятельность Парацельса с деятельностью Мартина Лютера, так как, подобно Лютеру в религии, Парацельс был великим реформатором медицинской науки и практики.</p>
                <h2  class="elements" >Биография</h2>
                <p class="font-p">Парацельс родился в семье врача, происходившего из старинного, но обедневшего дворянского рода. Его мать ухаживала за больными в местном аббатстве. Был очень тщедушного вида — большая голова и худенькие кривые ноги. В семье Парацельс получил прекрасное образование в области медицины и философии. К 16 годам он знал основы хирургии, терапии и хорошо ориентировался в основах алхимии. В 16 лет Парацельс навсегда покинул дом и уехал учиться в Базельский университет. После этого обучался в Вюрцбурге у аббата Иоганна Тритемия, одного из величайших адептов магии, алхимии и астрологии. Университетское образование Парацельс получил в Ферраре, здесь же был удостоен степени доктора медицины.</p>
                <h3  class="elements" >Скитания</h3>
                <p class="font-p">С 1517 года Парацельс предпринимал многочисленные путешествия и, возможно, являлся предшественником или основателем тайных обществ, которые появляются в XVII веке в Европе, посещал различные университеты Европы, участвовал в качестве медика в военных кампаниях, наведывался в имперские земли, во Францию, Англию, Шотландию, Испанию, Португалию, Скандинавские страны, Польшу, Литву, Пруссию, Венгрию, Трансильванию, Валахию, государства Апеннинского полуострова (ходили слухи, что он побывал в Северной Африке, Палестине, Константинополе, России и в татарском плену).</p>         
                <p class="font-p">По свидетельству ван Гельмонта, в 1521 году Парацельс прибыл в Константинополь и получил там Философский камень. Адептом, от которого Парацельс получил этот камень, был, как упоминается в некоей книге «Aureum vellus» (Золотое руно — лат.) (напечатанной в Роршахе в 1598 г.), некий Соломон Трисмозин, или Пфайфер, соотечественник Парацельса. Говорится, что этот Трисмозин обладал также панацеей; утверждают, что в конце XVII века он был ещё жив: его видел какой-то французский путешественник.</p>
                <p class="font-p">Парацельс путешествовал по придунайским странам и посетил Италию, где служил военным хирургом в имперской армии и принял участие во множестве военных экспедиций того времени. В своих странствиях он собрал много полезных сведений, причём не только от врачей, хирургов и алхимиков, но и общаясь с палачами, цирюльниками, пастухами, повитухами и предсказателями. Он черпал знания и от великих, и от малых, у учёных и среди простонародья; его можно было встретить в компании погонщиков скота или бродяг, на проезжих дорогах и в трактирах, что послужило поводом для жестоких упрёков и поношений, которыми в своей ограниченности осыпали его враги. Проведя в скитаниях десять лет, то применяя на практике своё искусство врача, то преподавая или изучая, по обычаю тех времён, алхимию и магию, в возрасте тридцати двух лет он возвратился обратно в Германию, где вскоре прославился после нескольких удивительных случаев исцеления больных.</p>
                <p class="font-p">В 1526 г. приобрёл право бюргера в Страсбурге, а в 1527 г. по протекции известного книгоиздателя Иоганна Фробена стал городским врачом Базеля. Также в 1527 г., по рекомендации Оксколампадия, городской совет назначил его профессором физики, медицины и хирургии, положив высокое жалование. В Базельском университете он читал курс медицины на немецком языке, что было вызовом всей университетской традиции, обязывавшей преподавать только на латыни. Его лекции, в отличие от выступлений коллег, не были простым повторением мнений Галена, Гиппократа и Авиценны, изложение которых являлось единственным занятием профессоров медицины того времени. Его учение было действительно его собственным, и он преподавал его невзирая на чужие мнения, заслуживая этим аплодисменты студентов и ужасая своих ортодоксальных коллег тем, что нарушал установленный обычай учить только тому, что можно надёжно подкрепить устоявшимися, общепринятыми свидетельствами, независимо от того, было ли это совместимо с разумом и истиной. В 1528 г., в результате конфликта с городскими властями, Парацельс переехал в Кольмар. В это время был почти на 10 лет отлучён от академии.</p>
                <p class="font-p">В 1529 и 1530 гг. посетил Эсслинген и Нюрнберг. «Настоящие» врачи из Нюрнберга ославили его как мошенника, шарлатана и самозванца. Чтобы опровергнуть их обвинения, он попросил городской совет доверить ему лечение нескольких пациентов, чьи болезни считались неизлечимыми. К нему направили несколько больных слоновой болезнью, которых он излечил за короткое время, не прося никакой платы. Свидетельства этого можно найти в городском архиве Нюрнберга.</p>
                <p  class="font-p">Парацельс изобрёл несколько эффективных лекарств. Одно из его крупных достижений — объяснение природы и причин силикоза (профессиональная болезнь горняков).</p>
                <p  class="font-p">В последующие годы Парацельс много путешествовал, писал, лечил, исследовал, ставил алхимические опыты, проводил астрологические наблюдения. В 1530 г. в одном из замков Бератцхаузена он завершил работу над «Парагранумом» (1535). После непродолжительного пребывания в Аугсбурге и Регенсбурге перебрался в Санкт-Галлен и в начале 1531 г. закончил здесь многолетний труд о происхождении и протекании болезней «Парамирум» (1532). В 1533 г. он остановился в Филлахе, где написал «Лабиринт заблуждающихся медиков» (1533) и «Хроника Картинии» (1535).</p>
                <p  class="font-p">Парацельс описал заболевание горняков («Шнеебергская лёгочная болезнь»; «Von der Bergsucht und anderen Bergkrankheiten» написано им предположительно в 1533—1534 гг., но опубликовано только после смерти учёного в 1567 году), которое позднее было идентифицировано как рак лёгких. Заболевание шахтёров оказалось связанным с воздействием ионизирующих излучений радона и короткоживущих продуктов его распада, накапливающихся в воздухе плохо вентилируемых шахт.</p>
                <h3>Последние годы</h3>
                <p  class="font-p">В последние годы жизни были созданы трактаты «Философия» (1534), «Потаённая философия» (первое издание осуществлено в переводе на фламандский язык, 1533), «Великая астрономия» (1531) и ряд небольших натурфилософских работ, в их числе «Книга о нимфах, сильфах, пигмеях, саламандрах, гигантах и прочих духах» (1536).</p>
                <p  class="font-p">После этого он побывал в Мерене, Каринтии, Крайне и в Венгрии и в итоге осел в Зальцбурге, куда был приглашён герцогом Эрнстом, пфальцграфом Баварским, большим любителем тайных наук. Там Парацельс наконец смог увидеть плоды своих трудов и обрести славу. Наконец-то он может заняться врачебной практикой и писать труды, не заботясь о том, что завтра, быть может, ему придётся перебираться в другой город. У него собственный домик на окраине, кабинет и лаборатория.</p>
                <p  class="font-p">24 сентября 1541 года, находясь в маленьком номере гостиницы «Белая лошадь» на набережной Зальцбурга, он умер после непродолжительной болезни (в возрасте 48 лет и трёх дней). Был похоронен на кладбище городской церкви св. Себастьяна.</p>
                <p  class="font-p">Обстоятельства его смерти до сих пор не ясны, но самые последние исследования подтверждают версию его современников, согласно которой Парацельс во время званого обеда подвергся вероломному нападению бандитов, нанятых кем-то из лекарей, его врагов. В результате падения на камень он проломил череп, что спустя несколько дней и привело к смерти.</p>
            </div>
        </div>
    </div>
</body>
</html> 