<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="http://scienchemistry.org/web/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
</head>
<body>
    <div class="wrapper">
        <!--#include virtual="/web/Sitedesign/Menu.html"-->
        <div class="container2">
            <!--#include virtual="/web/Sitedesign/Tablestructure.html"-->
        </div>
        <div class="container"> 
            <div class="information">                
                <h1 class="elements" id="Cd">Кадмий</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #fd8572;">Cd</th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img class="E-img" src="http://chemistry.com/Elements/Image/metals/ten_row/Cd/Cd.gif">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td class='definition' style="color:#fd8572;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td class='definition' style="color:#fd8572;"> 21 декабря 1898 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td class='definition' style="color:#fd8572;">компактных источниках нейтронов, медицине</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Кадмий</strong> - это химический элемент двенадцатой группы (в устаревшей классификации — побочной подгруппы второй группы), пятого периода периодической системы химических элементов Д. И. Менделеева, с атомным номером 48. Обозначается символом Cd (лат. Cadmium). Простое вещество кадмий при нормальных условиях — мягкий ковкий тягучий переходный металл серебристо-белого цвета. Устойчив в сухом воздухе, во влажном на его поверхности образуется плёнка оксида, препятствующая дальнейшему окислению металла. Кадмий и многие его соединения ядовиты.</p>
                <h2>Физические свойства</h2>
                <p class="font-p"><strong class="word">Кадмий</strong> — серебристо-белый мягкий металл с гексагональной решёткой. Температура плавления — 321 °C, температура кипения — 770 °C. Если кадмиевую палочку изгибать, то можно услышать слабый треск — это трутся друг о друга микрокристаллы металла (так же трещит и пруток олова); любые примеси в металле уничтожают этот эффект. Кадмий твёрже олова, но мягче цинка — его можно резать ножом. При нагревании выше 80 °C кадмий теряет упругость до такой степени, что его можно истолочь в порошок.</p>
                <h2>Химические свойства</h2>
                <p class="font-p">Кадмий расположен в одной группе периодической системы с цинком и ртутью, занимая промежуточное место между ними, поэтому некоторые химические свойства этих элементов сходны. На воздухе кадмий устойчив и не утрачивает металлического блеска. Вступает в реакцию с кислородом лишь при нагревании до 350 °C с образованием оксида кадмия CdO. Сульфиды и оксиды этих элементов практически нерастворимы в воде. С углеродом кадмий не взаимодействует и карбидов не образует[7]. Вступает в реакции с кислотами-неокислителями выделяя водород:
                    <br><strong>Cd⁺H₂SO₄(20%) → CdSO₄⁺H₂</strong></p>
                <h3>Сплавы</h3>
                <p class="font-p">Кадмий используется как компонент твёрдых припоев (сплавов на основе серебра, меди, цинка) для снижения их температуры плавления. Около 10 % производимого кадмия — компонент ювелирных и легкоплавких сплавов. Сплав кадмия с золотом имеет зеленоватый цвет[8][9].</p>
                <h3>Защитные покрытия</h3>
                <p class="font-p">40 % производимого кадмия используется для нанесения антикоррозионных покрытий на металлы. Кадмирование стальных деталей даёт большую устойчивость против коррозии, особенно в морской воде.Кадмирование — это электролитическая процедура нанесения кадмиевых покрытий на поверхность металлоизделий. Кадмием покрывают высокоуглеродистые, инструментальные и нержавеющие стали, а кадмирование хлористо-аммонийное наносят на высокопрочные стали.</p>
                <h3>Химические источники тока</h3>
                <p class="font-p">Около 20 % кадмия идёт на изготовление кадмиевых электродов, применяемых в аккумуляторах (никель-кадмиевых и серебряно-кадмиевых), нормальных элементах Вестона, в резервных батареях (свинцово-кадмиевый элемент, ртутно-кадмиевый элемент) и др.[10].</p>
                <h3>Пигменты</h3>
                <p class="font-p">Около 20 % кадмия используется для производства неорганических красящих веществ (сульфиды и селениды, смешанные соли, например, сульфид кадмия — кадмий лимонный).</p>
                <h3>Цена</h3>
                <p class="font-p">Цена на кадмий в августе 2011 года составила примерно $3 за 1 кг[11].</p> 
                <h3>Другие сферы применения</h3>
                <p class="font-p">
                    <ol>
                        <li>Сульфид кадмия применяется для производства плёночных солнечных батарей с КПД около 10—16 %, а также как очень хороший термоэлектрический материал.</li>
                        <li>Кадмий используется как компонент полупроводниковых материалов и люминофоров.</li>
                        <li>Кадмий очень хорошо захватывает тепловые нейтроны (среднее сечение радиационного захвата тепловых нейтронов изотопом 114Cd составляет 20600 барн)[12]. Поэтому кадмий служит для изготовления регулирующих стержней для атомных реакторов и в качестве защиты от нейтронов. Иногда эти свойства используются в экспериментальных моделях противоопухолевой терапии (нейтрон-захватная терапия).</li>
                        <li>Фтороборат кадмия — важный флюс, применяемый для пайки алюминия и других металлов.</li>
                        <li>Теплопроводность кадмия вблизи абсолютного нуля — наивысшая среди всех металлов, поэтому кадмий иногда применяется для криогенной техники.</li>
                        <li>Экранирование гамма-спектрометров от естественного радиационного фона: «свинцовый домик», в котором располагается спектрометрический датчик, выстилается изнутри медным и кадмиевым слоями для экранирования паразитного излучения свинца, искажающего гамма-спектр измеряемого вещества.</li>
                    </ol>                    
                </p>  
                <h3>Ограничение применения</h3>
                <p class="font-p">В 2016 году принят Технический регламент Евразийского экономического союза «Об ограничении применения опасных веществ в изделиях электротехники и радиоэлектроники» (ТР ЕАЭС 037/2016)[13], по которому содержание кадмия в изделиях электротехники и радиоэлектроники не должно превышать 0,01 % по весу однородного материала (Приложение N 2). В Европейском союзе действует аналогичная директива RoHS, существенно ограничивающая использование кадмия.</p>              
                <h2>Историческая справка</h2>
                <p class="font-p">Открыт немецким профессором Ф. Штромейером в 1817 году. Провизоры Магдебурга при изучении оксида цинка ZnO заподозрили в нём примесь мышьяка. Штромейер выделил из ZnO коричнево-бурый оксид, восстановил его водородом и получил серебристо-белый металл, который получил название кадмий.</p>
            </div>   
        </div>
    </div>
</body>
</html>
