<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="http://scienchemistry.org/web/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
</head>
<body>
    <div class="wrapper">
        <!--#include virtual="/web/Sitedesign/Menu.html"-->
        <div class="container2">
            <!--#include virtual="/web/Sitedesign/Tablestructure.html"-->
        </div>
        <div class="container"> 
            <div class="information">
                <h1 class="elements" id="Pd">Палладий</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #fd8572;"><em>Pd</em></th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img class="E-img" src="http://chemistry.com/Elements/Image/metals/eight_row/Pd/Pd.gif">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td class='definition' style="color:#fd8572;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td class='definition' style="color:#fd8572;"> 21 декабря 1898 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td class='definition' style="color:#fd8572;">компактных источниках нейтронов, медицине</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Палладий</strong> - это химический элемент с атомным номером 46[3]. Принадлежит к 10-й группе периодической таблицы химических элементов (по устаревшей короткой форме периодической системы принадлежит к побочной подгруппе VIII группы, или к группе VIIIB), находится в пятом периоде таблицы. Атомная масса элемента 106,42(1) а. е. м.. Обозначается символом Pd (от лат. Palladium).Элемент относится к переходным металлам и к благородным металлам платиновой группы (лёгкие платиноиды). Простое вещество палладий при нормальных условиях — пластичный металл серебристо-белого цвета.</p>
                <h2>Физические свойства</h2>
                <p class="font-p"><strong class="word">Палладий</strong> — переходный металл. При нормальных условиях образует кристаллы серебристо-белого цвета кубической сингонии, пространственная группа Fm3m, параметры ячейки a = 0,38902 нм, Z = 4, структурный тип меди.Палладий пластичен, микродобавки никеля, кобальта, родия или рутения улучшают механические свойства Pd, повышают твёрдость.В воде нерастворим. Плотность — 12,02 г/см³ (при 20 °C); в особых условиях образует коллоидный палладий и палладиевую чернь. Температура плавления — 1554 °C (в других источниках 1552 °C); температура кипения около 2940 °C. Теплота плавления — 16,7 кДж/моль, теплота испарения 353 кДж/моль. Удельная теплоёмкость при 20 °C — 25,8 Дж/(моль·К); удельное электрическое сопротивление при 25 °C — 9,96 мкОм/см; теплопроводность — 75,3 Вт/(м·К). Твёрдость по Виккерсу 37…39[2]. Твёрдость по Бринеллю 52 кгс/мм2.Температурный коэффициент линейного расширения 1,17·10−5 К−1 (в диапазоне 0…100 °С)[2].Коэффициент поверхностного натяжения жидкого палладия при температуре плавления равен 0,015 Н/см[2].Палладий является парамагнетиком; его магнитная восприимчивость равна +5,231·10−6 (при 20 °C)[2].Активно поглощает водород, образуя твёрдые растворы (до 900 объёмов H2 на один объём Pd), при этом увеличивается постоянная решётки. Водород удаляется из палладия при нагревании до 100 °C в вакууме[2].</p>
                <h3>Изотопы</h3>
                <p class="font-p">Природный палладий состоит из шести стабильных изотопов: 102Pd (1,00 %), 104Pd (11,14 %), 105Pd (22,33 %), 106Pd (27,33 %), 108Pd (26,46 %) и 110Pd (11,72 %).Наиболее долгоживущий искусственный радиоактивный изотоп 107Pd (Т1/2 7·106 лет). Некоторые изотопы палладия активно образуются в качестве осколков деления урана и плутония; так, в облучённом топливе современных ядерных реакторов при степени выгорания ядерного топлива 3 % содержится 0,15 % палладия[2].</p>
                <h2>Химические свойства</h2>
                <p class="font-p">Палладий является наиболее химически активным из платиновых металлов. Не реагирует с водой, разбавленными кислотами, щелочами, раствором аммиака. Реагирует с горячими концентрированными серной и азотной кислотами, в отличие от других платиновых металлов. Может быть переведён в раствор анодным растворением в соляной кислоте[2]:
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                    <br><strong>2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</strong>
                <br>При комнатной температуре реагирует с царской водкой, с влажными хлором и бромом. При нагревании реагирует со фтором, серой, селеном, теллуром, мышьяком и кремнием. Окисляется при сплавлении с гидросульфатом калия KHSO4, взаимодействует также с расплавом пероксида натрия[2].При нагревании на воздухе устойчив до ~300 °C и выше 850 °C; в диапазоне 300…850 °C тускнеет из-за образования на поверхности плёнки оксида палладия PdO, который при более высокой температуре разлагается[2].</p>
                <h2>Историческая справка</h2>
                <p class="font-p">В 1803 году известный лондонский торговец минералами Форстер получил анонимное письмо с просьбой попытаться продать небольшое количество нового химического элемента — «палладия», слиток которого прилагался к письму[4]. Таинственный металл был выставлен на продажу и привлёк всеобщее внимание[4]. Среди английских химиков разгорелись споры, является ли этот металл действительно новым химическим элементом или же это просто сплав уже ранее известных металлов. Химик Ричард Ченевикс, желая разоблачить «мошенническую подделку», купил слиток «палладия»[4]. Вскоре Ченевикс выступил с докладом перед членами Лондонского Королевского общества, где объявил, что данный металл — всего лишь сплав платины с ртутью. Однако секретарь Королевского общества химик Уильям Хайд Волластон публично усомнился в выводах Ченевикса. Другим химикам не удалось выделить в этом «сплаве» ни платины, ни ртути. Споры вновь обострились и какое-то время активно продолжались. Когда же они стали стихать, в научном журнале Nicholson’s Journal появилось анонимное объявление, что любому, кто в течение года сможет изготовить искусственный палладий, будет выплачена награда в 20 фунтов стерлингов[4]. Интерес к металлу вновь подскочил, но никому так и не удалось его изготовить[4].В 1804 году Уильям Волластон доложил Королевскому обществу, что в платиновой руде из Южной Америки он обнаружил новые ранее неизвестные металлы — палладий и родий[4]. Стремясь очистить выделенную из руды «сырую» платину от примесей золота и ртути, он растворял её в царской водке, а затем осаждал её из раствора нашатырём[4]. Оставшийся раствор имел розовый оттенок, что было невозможно объяснить присутствием золота и ртути[4]. Тогда в этот раствор был добавлен цинк, что привело к выпадению чёрного осадка[4]. Волластон обнаружил, что если попытаться растворить этот высушенный осадок царской водкой, то часть его растворяется, а часть — нет[4]. После разбавления раствора водой Волластон добавил в него цианид калия, что привело к обильному выпадению осадка уже оранжевого цвета, который при нагревании сначала приобрёл серый цвет, а затем сплавился в капельку металла — палладия, который по удельному весу был легче ртути. Из оставшейся нерастворённой части чёрного осадка им был выделен другой металл — родий[4].Лишь в феврале 1805 года в Nicholson’s Journal было опубликовано открытое письмо Волластона, в котором он признался, что скандальная шумиха вокруг палладия — дело его рук[4]. Именно он пустил в продажу новый металл, и он же дал анонимное объявление с обещанием премии за его искусственное изготовление, уже располагая доказательством, что палладий — это новый металл[4].</p>
            </div>         
        </div>
    </div>
</body>
</html>
