<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
    <script src="http://ajax.googleapis.com/ajax/libs/jquery/2.0.3/jquery.min.js"></script> 
    <script src="/JS/hisfig.js"></script>
</head>
<body>        
    <div class="wrapper">
		<?php
      		include $_SERVER['DOCUMENT_ROOT'].'/Sitedesign/Menu.php';
      	?>
		<?php
      		include $_SERVER['DOCUMENT_ROOT'].'/Sitedesign/hisfiginf.php';
      	?>
        <div class="container">
            <div class="information"  id="Na">
                <h1 class="elements">Дмитрий Иванович Менделеев</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Дмитрий Иванович Менделеев</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #ebbe59;"><em>Дмитрій Ивановичъ Менделѣевъ</em></th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img style="width:260px;" class="E-img" src="http://chemistry.com/HistoricalFigures/Mendeleev/img2.jpg">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Дата рождения</th>
                                <td class='definition' style="color:#ebbe59;">8 февраля 1834</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Место рождения</th>
                                <td class='definition' style="color:#ebbe59;">Тобольск, Тобольская губерния, Российская империя</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Дата смерти</th>
                                <td class='definition' style="color:#ebbe59;">2 февраля 1907 (72 года)</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Место смерти</th>
                                <td class='definition' style="color:#ebbe59;">Санкт-Петербург, Российская империя</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Научная сфера</th>
                                <td class='definition' style="color:#ebbe59;">химия, физика, экономика, геология, метрология</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Дмитрий Менделеев</strong> — русский учёный-энциклопедист: химик, физикохимик, физик, метролог, экономист, технолог, геолог, метеоролог, нефтяник, педагог, воздухоплаватель, приборостроитель. Профессор Императорского Санкт-Петербургского университета; член-корреспондент (по разряду «физический») Императорской Санкт-Петербургской Академии наук. Среди самых известных открытий — периодический закон химических элементов, один из фундаментальных законов мироздания, неотъемлемый для всего естествознания. Автор классического труда «Основы химии». Тайный советник.</p>
                <h2  class="elements" >Биография</h2>
                <p class="font-p">Дмитрий Иванович Менделеев родился 27 января (8 февраля) 1834 года в Тобольске в семье Ивана Павловича Менделеева, в то время занимавшего должность директора Тобольской гимназии и училищ Тобольского округа, и Марии Дмитриевны Менделеевой (Корнильевой). Дмитрий был в семье последним, семнадцатым[8] ребёнком. Из семнадцати детей восьмеро умерли ещё в младенчестве (троим из них родители даже не успели дать имён), а одна из дочерей, Маша, умерла в возрасте 15 лет в 1826 году в Саратове[9]. В Государственном архиве Тобольска хранится метрическая книга тобольской Богоявленской (Богородицкой) церкви, в которой есть запись: «Генваря двадцать седьмого дня [1834 г.]: Тобольской гимназии директора надворного советника Ивана Павлова Менделеева от законной его жены Марьи Дмитревой родился сын Димитрий. Восприемники: исправляющий должность начальника VII-го округа жандармский полковник и кавалер Александр Петров Маслов и коллежская ассесорша Марья Александрова Жилина, тобольский 1-й гильдии купец коммерции советник Николай Стефанов Пилёнков, Ялуторовского города 3-й гильдии купца Ивана Петрова Пилёнкова жена Ольга Иванова… Крещён священником Василием Поповым с помощью дьячка Ивана Сапожкова»[10]. Эту запись дополняет и корректирует копия метрического свидетельства за № 4038 о рождении Дмитрия из Музея-архива Менделеева в Санкт-Петербурге, в которой, в частности, значится: «…в хранящейся в архиве сей консистории [Тобольская духовная консистория] метрической Градо-Тобольской Богоявленской церкви тетради за 1834 год в 1-й части о родившихся под № 2 значится: Тобольской гимназии у директора надворного советника Ивана Павлова Менделеева от законной его жены Марьи Дмитревой сын Димитрий родился 27, а крещён 30 Генваря»[11].</p>
                <p class="font-p">Дед его по отцовской линии Павел Максимович Соколов был священником села Тихомандрицы Вышневолоцкого уезда Тверской губернии, расположенного в 2 км от северной оконечности озера Удомля[13]. Только один из четверых его сыновей, Тимофей, сохранил фамилию отца. Как было принято в то время в среде духовенства, по окончании семинарии троим сыновьям Павла Соколова были даны разные фамилии: Александру — Тихомандрицкий (по названию села), Василию — Покровский (по приходу, в котором служил Павел Соколов), а Иван, отец Дмитрия, в виде прозвания получил фамилию соседних помещиков Менделеевых (сам Дмитрий так толковал её происхождение: «…дана отцу, когда он что-то выменял, как соседний помещик Менделеев менял лошадей»)[12][14].</p>
                <div class="thumb tleft" style="float: left;margin: 0.5em 1.4em 1.3em 0;">
                    <div class="thumbinner" style="width:202px;">
                            <img alt="Mendeleeva" src="http://chemistry.com/HistoricalFigures/Mendeleev/Mendeleeva.jpg" style="width:202px;"> 
                            <div class="thumbcaption">
                                <p>Мария Дмитриевна Менделеева (урождённая Корнильева), мать.
                                <br>Неизвестный художник первой половины XIX века</p>
                            </div>
                    </div>
                </div>                
                <p class="font-p">Окончив в 1804 году духовное училище, Иван Менделеев поступил на филологическое отделение Главного педагогического института. Окончив институт в числе лучших студентов в 1807 году, Иван был определён «учителем философии, изящных искусств и политической экономии» в Тобольск, где в 1809 году женился на Марии Корнильевой (происходила из старинного рода сибирских купцов и промышленников[15][16]), внучке Якова Григорьевича Корнилина. В декабре 1818 года Иван Менделеев был назначен директором училищ Тамбовской губернии. С лета 1823 по ноябрь 1827 года семья Менделеевых жила в Саратове, а затем возвратилась в Тобольск, где Иван Менделеев получил место директора Тобольской классической гимназии. Его свойства ума, культура и творческое начало определяли педагогические принципы, которыми он руководствовался в преподавании своих предметов. В год рождения Дмитрия Иван Менделеев ослеп, что вынудило его выйти на пенсию. Для удаления катаракты он в сопровождении дочери Екатерины отправился в Москву, где в результате удачной операции доктора Петра Броссе ему было возвращено зрение. Однако вернуться к прежней работе он уже не мог, и семья жила на его небольшую пенсию[12].</p>
                <p class="font-p">Мария Дмитриевна, мать Дмитрия Менделеева, сыграла особую роль в жизни семьи. Не имея никакого образования, она прошла самостоятельно курс гимназии со своими братьями. Вследствие стеснённого материального положения, сложившегося из-за болезни главы семьи, Менделеевы переехали в село Аремзянское. Здесь находилась небольшая стекольная фабрика брата Марии — Василия Корнильева, жившего в Москве. Мать Дмитрия Менделеева получила право на управление фабрикой, и после кончины Ивана Менделеева в 1847 году большая семья жила на средства, получаемые от неё. Дмитрий вспоминал: «Там, на стекольном заводе, управляемом моей матушкой, получились первые мои впечатления от природы, от людей, от промышленных дел». 27 июня (9 июля) 1848 года фабрика сгорела[17]. Заметив особые способности младшего сына, мать сумела найти в себе силы навсегда покинуть родную Сибирь, уехав из Тобольска, чтобы дать Дмитрию возможность получить высшее образование. В год окончания сыном гимназии Мария Менделеева ликвидировала все дела в Сибири и вместе с Дмитрием и младшей дочерью Елизаветой выехала в Москву, чтобы определить сына в университет. Спустя два года, через несколько недель после зачисления сына Дмитрия студентом Главного педагогического института в Санкт-Петербурге, Мария Менделеева скончалась.</p>
                <h3>Детство</h3>
                <p class="font-p">Детство Д. И. Менделеева совпало по времени с пребыванием в Сибири ссыльных декабристов. А. М. Муравьёв, П. Н. Свистунов, М. А. Фонвизин жили в Тобольской губернии. Сестра Дмитрия Ивановича Ольга стала женой бывшего члена Южного общества Н. В. Басаргина, и они долгое время жили в Ялуторовске рядом с И. И. Пущиным, вместе с которым оказывали семье Менделеевых помощь, ставшую насущной после смерти Ивана Павловича.</p>
                <p class="font-p">Также большое влияние на мировоззрение будущего учёного оказал его дядюшка В. Д. Корнильев, у которого неоднократно и подолгу во время своего пребывания в Москве жили Менделеевы[12]. Корнильев был управляющим у князей Трубецких, живших тоже на Покровке. Его дом часто посещали многие представители культурной среды, в числе которых на литературных вечерах или вовсе без всякого повода, запросто, бывали литераторы Ф. Н. Глинка, С. П. Шевырёв, И. И. Дмитриев, М. П. Погодин, Е. А. Баратынский, Н. В. Гоголь, Сергей Львович Пушкин, отец великого поэта, художники П. А. Федотов, Н. А. Рамазанов; учёные Н. Ф. Павлов, И. М. Снегирёв, П. Н. Кудрявцев. В 1826 году Корнильев и его жена, дочь командора Биллингса, принимали у себя на Покровке Александра Пушкина, вернувшегося в Москву из ссылки[18].</p>
                <p  class="font-p">Сохранились сведения, говорящие о том, что Д. И. Менделеев однажды видел в доме Корнильевых Н. В. Гоголя.</p>
                <p  class="font-p">При всём том, Дмитрий Иванович оставался таким же мальчишкой, как и большинство его сверстников. Сын Дмитрия Ивановича Иван Менделеев вспоминает, что однажды, когда отец был нездоров, он сказал ему: «Ломит всё тело так, как после нашей школьной драки на Тобольском мосту».</p>
                <p  class="font-p">Среди учителей гимназии выделялся преподававший русскую литературу и словесность сибиряк, известный впоследствии русский поэт Пётр Павлович Ершов, с 1844 года — инспектор Тобольской гимназии, как некогда и его учитель Иван Павлович Менделеев. Позже автору «Конька-Горбунка» и Дмитрию Ивановичу суждено было стать в некоторой степени родственниками — Пётр Ершов стал его тестем[19].</p>
                <p  class="font-p">От матери Дмитрию и Павлу Менделеевым досталась крепостная девка Павленкова, которая в суде ходатайствовала об отпускной[20]. В 1851 году Менделеев прислал расписку в Тобольск из Санкт-Петербурга, в которой он отказывается от прав на крепостную Павленкову с детьми[21].</p>
                <h3>Семья и дети</h3>
                <p  class="font-p">Дмитрий Иванович был женат дважды. В 1862 году он сочетался браком с Феозвой Никитичной Лещевой, уроженкой Тобольска (падчерицей автора «Конька-Горбунка» Петра Павловича Ершова). Супруга (Физа, наречённое имя) была старше его на 8 лет (1826—1906). В этом браке родились трое детей: дочь Мария (1863), умершая в младенчестве, сын Владимир (1865—1898) и дочь Ольга (1868—1950). В конце 1876 года 42-летний Дмитрий Менделеев знакомится и страстно влюбляется в 16-летнюю Анну Ивановну Попову (1860—1942)[22], дочь донского казака из Урюпинска[23]. Во втором браке у Д. И. Менделеева родилось четверо детей: Любовь (1881—1939), Иван (1883—1936) и близнецы Мария (1886—1952) и Василий (1886—1922)[12][24][25][26]. В начале XXI века из потомков Менделеева был жив лишь Александр Каменский, внук его дочери Марии[27]; он умер от последствий алкоголизма, не оставив потомков[28][29].</p>
                <p  class="font-p">Д. И. Менделеев был тестем русского поэта Александра Блока, женатого на его дочери Любови.</p>
                <p  class="font-p">Д. И. Менделеев доводился дядей русским учёным Михаилу Яковлевичу Капустину (профессор-гигиенист) и Фёдору Яковлевичу Капустину (профессор-физик), которые были сыновьями его старшей сестры Екатерины Ивановны Менделеевой (Капустиной)[30].</p>
                <p  class="font-p">О японской незаконнорождённой «внучке» Дмитрия Ивановича — в статье, посвящённой творчеству Б. Н. Ржонсницкого.</p>
                <h2>Научная деятельность</h2>
                <hr>
                <p class="font-p">В 1808—1809 годах описал дуговой электрический разряд между двумя угольными стержнями, соединенными с полюсами мощной электрической батареи из 2 тысяч гальванических элементов.</p>
                <p class="font-p">В 1803—1813 годах он читал курс агрохимии. Дэви указывал на необходимость полевых опытов для разрешения вопросов земледелия; он считал, что главнейшей заботой земледельцев должна была состоять «в доставлении земле растворимых материй, то есть скоро тлеющих остатков растений и животных»; он предлагал различные средства для удержания в навозах питательных жидкостей и газов. Прочитанные им лекции были изданы отдельной книгой, служившей общепринятым учебником по агрохимии более полувека.</p>
                <p class="font-p">В 1815 году Дэви сконструировал взрывобезопасную шахтную лампу с металлической сеткой, тем самым решив проблему опасного «рудничного газа». Дэви отказался патентовать лампу, тем самым сделав своё изобретение общедоступным. За изобретение лампы он был в 1816 году награждён медалью Румфорда, а в дополнение к этому богатые шахтовладельцы Англии подарили ему серебряный сервиз.</p>
                <p  class="font-p">В 1821 году он установил зависимость электрического сопротивления проводника от его длины и сечения и отметил зависимость электропроводности от температуры.</p>
            </div>
        </div>
    </div>
</body>
</html> 