<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
    <script src="http://ajax.googleapis.com/ajax/libs/jquery/2.0.3/jquery.min.js"></script> 
    <script src="/JS/hisfig.js"></script>
</head>
<body>        
    <div class="wrapper">
		<?php
      		include $_SERVER['DOCUMENT_ROOT'].'/Sitedesign/Menu.php';
      	?>
		<?php
      		include $_SERVER['DOCUMENT_ROOT'].'/Sitedesign/hisfiginf.php';
      	?>
        <div class="container">
            <div class="information"  id="Na">
                <h1 class="elements">Джозеф Пристли</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Джозеф Пристли</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #ebbe59;">Joseph Priestley</th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img style="width:260px;" class="E-img" src="http://chemistry.com/HistoricalFigures/Joseph Priestley/img.jpg">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Дата рождения</th>
                                <td class='definition' style="color:#ebbe59;">13 марта 1733</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Место рождения</th>
                                <td class='definition' style="color:#ebbe59;">Бирстолл, Кирклис, Западный Йоркшир, Великобритания</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Дата смерти</th>
                                <td class='definition' style="color:#ebbe59;">6 февраля 1804 (70 лет)</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Место смерти</th>
                                <td class='definition' style="color:#ebbe59;">Нортамберленд, Пенсильвания, США</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Научная сфера</th>
                                <td class='definition' style="color:#ebbe59;">философия, химия</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Джозеф Пристли</strong> — британский священник-диссентер, естествоиспытатель, философ, общественный деятель. Вошёл в историю, прежде всего, как выдающийся химик, открывший кислород.</p>
                <p class="font-p">Член Лондонского королевского общества (1766), иностранный почётный член Петербургской академии наук (1780), иностранный член Парижской академии наук (1784).</p>
                <h2  class="elements" >Биография</h2>
                <p class="font-p">Родился в местечке Филдхед близ английского города Лидса, в семье ткача. Из-за финансовых затруднений родители отдали мальчика на воспитание его тётушке. Джозеф стал рано проявлять способности к наукам, и его тётушка решила дать ему хорошее образование, чтобы он мог стать впоследствии пастором. В связи с тем, что религиозные взгляды Пристли отличались от взглядов сторонников англиканской церкви, он поступил в академию в Дэвентри (англ. Daventry Academy), где и получил филологическое и богословское образование. Эта академия готовила священников-диссентеров, противников англиканской церкви. Благодаря заботам тётушки и собственному усердию к моменту окончания академии Пристли был хорошо образованным для своего времени человеком, знакомым не только с теологическими трудами, но и с работами современных и древних философов. Он изучил девять иностранных языков — французский, итальянский, немецкий, латинский, древнегреческий, древнееврейский, арабский, сирийский, халдейский.</p>
                <p class="font-p">Получив такую сугубо гуманитарную подготовку, Пристли начинает свою деятельность в качестве проповедника в диссентерских общинах. В 1755 году Пристли стал помощником священника в пресвитерианской общине в Нидхем Маркете в Суффолке, но затем его неортодоксальные богословские взгляды привели его от кальвинизма, в котором он был воспитан через арианство, отрицающее божественность Иисуса Христа, к рационалистическому унитарианству.</p>
                <p class="font-p">Через некоторое время Пристли пробует себя на педагогическом поприще в открытой им же частной школе. Однако в полной мере его талант педагога раскрылся после 1761 года, когда он начал работать преподавателем в Уорингтонской академии. В этот период Пристли начал заниматься естественными науками, успехи в которых принесли ему впоследствии международную известность. Тогда произошла встреча Пристли с Франклином, одобрившим интерес молодого преподавателя к проблемам электричества.</p>
                <h2>Работы в области физики электричества</h2>
                <div class="thumb-tleft">
                    <div class="thumbinner" style="width:222px;">
                        <img alt="H1"  src="http://chemistry.com/HistoricalFigures/Joseph Priestley/img3.jpg" style="width:220px;"> 
                        <div class="thumbcaption">
                            <p class="font-p" style="margin:0;font-size:16px;">Портрет Пристли работы художницы Эллен Шарплз (1794 или 1797 год)</p>
                        </div>
                    </div>
                </div>
                <p  class="font-p">В 1766 году Пристли установил, что сила электрического взаимодействия двух зарядов обратно пропорциональна квадрату расстояния между этими зарядами. Свои результаты Пристли изложил в сочинении «История и современное состояние электричества, с оригинальными опытами», изданном в двух томах в Лондоне в 1767 году. Эта работа сразу получила признание в кругах английских учёных, и её автор в том же году был избран членом Лондонского королевского общества.</p>
                <p  class="font-p">Сочинение Пристли об электричестве можно разделить на две неравные части. Первую, большую, составляет обзор работ предшественников, а вторую — описание его собственных опытов. Среди экспериментов Пристли был и опыт, являющийся по существу повторением наблюдения Франклина, но проведённый более тщательно. Вот как его описывает сам Пристли: «…я наэлектризовал оловянный кубок объёмом в одну кварту, стоявший на табурете из высушенного дерева; я наблюдал, что пара пробковых шариков, которые были изолированы, поскольку подвешивались на стеклянной палочке, и висели внутри сосуда так, что ни малейшая часть нитей не выступала над его горловиной, оставаясь именно в том месте, куда была помещена, ни в малейшей степени не испытывая воздействия электричества; однако если палец или любое проводящее тело, соединённое с землёй, касалось шариков или даже просто подносилось к ним, когда они находились вблизи горловины сосуда, они немедленно разделялись, испытывая притяжение в разные стороны; так же они вели себя при вытягивании вверх в тот момент, когда нити выступали над горловиной сосуда».</p>
                <p  class="font-p">Далее Пристли описал различные варианты этого опыта, а затем сформулировал вывод: «Можно ли не заключить из этого эксперимента, что притяжение электричества подчиняется тем же законам, что и тяготение, и поэтому меняется соответственно квадратам расстояний; поскольку легко показать, что если бы Земля имела форму оболочки, то тело, находящееся внутри неё, не притягивалось бы к одной стороне сильнее, чем к другой».</p>
                <p  class="font-p">В 1766 году Пристли высказал догадку о том, что электрические силы подчиняются закону «обратных квадратов», по аналогии с законом всемирного тяготения Ньютона. В «Математических началах натуральной философии» Ньютон рассмотрел задачу о том, какая сила действует на тело, помещённое внутрь сферической оболочки, и показал, что эта сила равна нулю. Вывод Ньютона справедлив для любых сил, подчиняющихся закону «обратных квадратов». При этом сила не действует на тело только внутри сферического однородного слоя. При нарушении либо условия сферичности слоя, либо условия его однородности это утверждение перестаёт быть справедливым.</p>
                <p  class="font-p">Следует отметить, что форма сосуда, с которым экспериментировал Пристли, была далека от сферической. Следовательно, решение задачи Ньютона неприменимо к опыту Пристли и его вывод основан на очень грубой аналогии между действием электрических и гравитационных сил. В то же время дальнейшее развитие науки показало, что «нулевой» метод, то есть метод, основанный на доказательстве равенства нулю силы, может быть весьма эффективным при обосновании закона «обратных квадратов».</p>
                <h2>Открытия в области химии</h2>
                <div class="thumb-tright">
                    <div class="thumbinner" style="width:222px;">
                        <img alt="H1"  src="http://chemistry.com/HistoricalFigures/Joseph Priestley/img4.jpg" style="width:220px;"> 
                        <div class="thumbcaption">
                            <p class="font-p" style="margin:0;font-size:16px;">Приборы Дж. Пристли для исследования газов</p>
                        </div>
                    </div>
                </div>    
                <p  class="font-p">Пристли можно считать одним из основоположников современной химии. Его основные химические исследования были посвящены изучению газов. В области пневматической химии ему принадлежит ряд крупнейших открытий. В 1771 году Пристли открыл фотосинтез, обнаружив, что воздух, «испорченный» горением или дыханием, становится вновь пригодным для дыхания под действием зелёных частей растений. В 1778 году он доказал, что при фотосинтезе растения поглощают углекислый газ и вырабатывают кислород.</p>
                <p  class="font-p">В 1772 году Пристли, действуя разбавленной азотной кислотой на медь, впервые получил монооксид азота — «селитряный воздух» — и нашёл, что окись азота при соприкосновении с воздухом буреет вследствие образования диоксида азота. Пользуясь для собирания газов ртутной ванной, Пристли в 1772—1774 годах впервые получил хлороводород — «солянокислый воздух» и аммиак — «щелочной воздух».</p>
                <p  class="font-p">Вместе с другими учёными, такими, как Антуан Лавуазье, Генри Кавендиш, Карл Шееле, он способствовал утверждению представлений о сложном составе воздуха. Пристли принадлежит честь открытия в 1774 году кислорода. Нагревая окись ртути, он выделил кислород — «бесфлогистонный воздух». Кроме того, Пристли в 1775 году получил в чистом виде фтористый кремний, сернистый газ, а в 1799 году — окись углерода. Обогатив науку многими новыми фактами, Пристли, однако, не смог правильно объяснить их, и до конца жизни оставался последователем ошибочной теории флогистона, отвергнутой трудами Лавуазье. Кроме химии, его исследования относятся также и к оптике. Пристли — автор книги «История и современное состояние открытий, относящихся к зрению, свету и цветам», опубликованной в 1772 году.</p>
                <p  class="font-p">Работы Пристли получили широкую известность в научных кругах. Пристли был избран почётным доктором Эдинбургского университета, членом Лондонского королевского общества, иностранным членом Парижской и Петербургской академий наук.</p>
                <h2>Общественная и философская деятельность</h2>
                <div class="thumb-tright">
                    <div class="thumbinner" style="width:222px;">
                        <img alt="H1"  src="http://chemistry.com/HistoricalFigures/Joseph Priestley/img5.jpg" style="width:220px;"> 
                        <div class="thumbcaption">
                            <p class="font-p" style="margin:0;font-size:16px;">Нападение на дом Пристли в Бирмингеме 14 июля 1791 года</p>
                        </div>
                    </div>
                </div>    
                <p  class="font-p">Несмотря на международное признание, Пристли на протяжении всей жизни был вынужден переезжать из города в город в поисках прилично оплачиваемого места работы. Дольше всего он прожил в Бирмингеме, где с 1780 по 1791 годы выполнял обязанности приходского священника, а в свободное время проводил химические эксперименты. В этом городе Пристли участвовал в работе так называемого «Лунного общества», члены которого интересовались научными проблемами, главным образом вопросами естествознания. Заседания этого общества происходили раз в месяц по понедельникам, предшествовавшим полнолунию, — отсюда и название общества. В Общество входили люди, интересующиеся наукой, независимо от их религиозных и политических взглядов. «Нам нет дела,— говорил Пристли,— до политических и религиозных принципов каждого из нас: мы объединены общей любовью к науке, которой достаточно, на наш взгляд, чтобы соединить всех без различия лиц — христиан, евреев, магометан, язычников, монархистов и республиканцев».</p>
                <p class="font-p">Пристли придерживался весьма прогрессивных для второй половины XVIII века философских и политических взглядов и активно занимался их пропагандой. В философии он был сторонником материализма, хотя и полагал, что законы материального мира созданы божественным разумом (деизм). Политически он был одним из ранних представителей современной либеральной теории. Ещё в 1768 году в своём «Очерке об основных принципах государственного управления и о природе политической, гражданской и религиозной свободы» (Essay on the First Principles of Government) он был одним из первых, кто разделял политические права и гражданские права и свободы, ратуя за расширение последних.</p>
                <p class="font-p">С началом Великой французской революции Пристли с большой страстностью оправдывал право народа на восстание и свержение тирании. Он стал членом общества «Друзей революции» и как проповедник пропагандировал идеи равенства и братства, отстаивал свободу совести и веротерпимость. Особое возмущение англиканского духовенства вызывал открытый унитаризм Пристли, то есть отрицание им тринитарного догмата; он участвовал в создании первой унитаристской церкви Великобритании, писал статьи в её поддержку и сам выступал с проповедями; в тот период эти взгляды могли быть расценены как уголовное преступление.</p>
                <p class="font-p">Эта деятельность, а также горячие симпатии Пристли к идеям французской революции вызвали ненависть к нему со стороны консерваторов. 14 июля 1791 года, когда группа его друзей собралась у него дома, чтобы отметить годовщину взятия Бастилии, гражданские и церковные власти Бирмингема спровоцировали нападение на его дом. Толпа ортодоксальных англикан разгромила и сожгла здание, уничтожила лабораторию и библиотеку рукописей Пристли. Сам Пристли и члены его семьи едва избежали расправы и с трудом спаслись. В общей сложности были уничтожены четыре часовни диссентеров, двадцать семь домов, несколько лавок и место встреч членов Лунного общества.</p>
                <p class="font-p">Разгром дома Пристли вызвал возмущение не только в Англии, но и за рубежом. Во Франции были собраны средства для восстановления дома и лаборатории, а в сентябре 1792 года Пристли был провозглашён почётным гражданином Франции. И всё же, несмотря на помощь и поддержку друзей, Пристли решил покинуть родину и переехать в Америку, куда ранее эмигрировали его сыновья. С 1794 года до конца жизни учёный жил в Америке и занимался в основном литературной работой. В США Пристли основал известную философскую школу антитринитариев-деистов, в 1796 при его непосредственном участии была создана первая унитаристская церковь. С 1798 года поселился в городе Нортумберленд, штат Пенсильвания, в построенном по проекту своей супруги Мэри доме в георгианском («федеральном») стиле (после смерти Пристли в нём функционирует музей).</p>
                <p class="font-p">Умер Пристли в 1804 году. Правнук Пристли — Генри Ричардсон — влиятельный американский архитектор XIX века.</p>
            </div>
        </div>
    </div>
</body>
</html> 