<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
    <script src="http://ajax.googleapis.com/ajax/libs/jquery/2.0.3/jquery.min.js"></script> 
    <script src="/JS/hisfig.js"></script>
</head>
<body>        
    <div class="wrapper">
		<?php
      		include $_SERVER['DOCUMENT_ROOT'].'/Sitedesign/Menu.php';
      	?>
		<?php
      		include $_SERVER['DOCUMENT_ROOT'].'/Sitedesign/hisfiginf.php';
      	?> 
        <div class="container">
            <div class="information"  id="Na">
                <h1 class="elements">Жозеф Луи Гей-Люссак</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Жозеф Луи Гей-Люссак</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #ebbe59;">Joseph Louis Gay-Lussac</th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img style="width:260px;" class="E-img" src="http://chemistry.com/HistoricalFigures/Joseph Louis/img.jpg">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Дата рождения</th>
                                <td class='definition' style="color:#ebbe59;">6 декабря 1778</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Место рождения</th>
                                <td class='definition' style="color:#ebbe59;">Сен-Леонар-де-Нобла (Верхняя Вьенна)</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Дата смерти</th>
                                <td class='definition' style="color:#ebbe59;">9 мая 1850 (71 год)</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Место смерти</th>
                                <td class='definition' style="color:#ebbe59;">Париж, Франция</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Научная сфера</th>
                                <td class='definition' style="color:#ebbe59;">химия, физика</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Жозеф Луи Гей-Люссак</strong> — французский химик и физик, член Французской Академии наук (1806).</p>
                <p class="font-p">Ученик К. Л. Бертолле. С 1809 года профессор химии в Политехнической школе и профессор физики в Сорбонне (Париж), с 1832 года профессор химии в Парижском ботаническом саду (фр. Jardin des Plantes). В 1831—1839 годах — член палаты депутатов, где выступал только по научным и техническим вопросам, с 1839 года — пэр Франции. В 1815—1850 редактировал совместно с Франсуа Араго французский журнал «Annales de chimie et de physique». Кроме того, Гей-Люссак занимал должность пробирера в Bureau de Garantie и в качестве члена правительственных комиссий способствовал решению многих важных технических вопросов.</p>
                <p class="font-p">Иностранный почётный член Петербургской Академии наук (1826). Его имя внесено в список величайших учёных Франции, помещённый на первом этаже Эйфелевой башни.</p>
                <h2  class="elements" >Биография</h2>
                <p class="font-p">Жозеф Луи Гей-Люссак, один из величайших французских учёных, родился 6 декабря 1778 года в местечке Сен-Леонар-де-Нобла (провинции Лимузен, ныне — в департаменте Верхняя Вьенна). Его дед был медиком, а отец — королевским прокурором и судьёй в Сен-де-Нобляке.</p>
                <p class="font-p">Когда Гей-Люссаку было 11 лет, произошла революция 1789 года, которая резко изменила жизнь семьи. В 1793 году отец Гей-Люссака по «закону о подозрительных» был арестован и переведён в Париж. Туда же отправился Гей-Люссак с намерением хлопотать за отца. Здесь его пытались направить в армию, воевавшую в Вандее, однако Гей-Люссаку, благодаря его юридическим знаниям, удалось избежать призыва.</p>
                <p class="font-p">После государственного переворота 27 июля 1794 года (9 термидора II года по республиканскому календарю), который сверг якобинскую диктатуру, отец Гей-Люссака был освобождён. В 1795 году он отправил сына в пансион Савуре в Париже, который вскоре был закрыт по причине голода, и Гей-Люссак был переведён в пансион Сансье в окрестностях Парижа.</p>
                <p class="font-p">26 декабря 1798 года (6 нивоза VI года), блестяще сдав экзамены, Гей-Люссак стал воспитанником Политехнической школы в Париже с жалованием 30 франков. В 1800 году как один из лучших учеников он получил место в лаборатории известного химика Бертолле. Тогда же он стал репетитором (ассистентом) известного химика Фуркруа и, читая лекции, получил известность как один из лучших преподавателей Политехнической школы.</p>
                <h3>Опыты с воздушным шаром (1804 год)</h3>
                <p class="font-p">В 1804 году Гей-Люссак предпринял подъём на воздушном шаре с целью определить зависимость магнитного поля Земли и температуры атмосферы от высоты подъёма. Проведённые до этого опыты (измерения Соссюра в Альпах и подъёмы на воздушных шарах Робертсона и Лоэ в Гамбурге 18 июля 1803 года и Робертсона и Захарова в Санкт-Петербурге 30 июня 1804 года) обнаружили некоторое снижение магнитного поля с высотой. Молодым учёным Гей-Люссаку и Био было поручено повторить эти эксперименты.</p>
                <p class="font-p">Утром 16 сентября 1804 года Гей-Люссак достиг высоты 7016 метров, установив мировой рекорд высоты подъёма на воздушном шаре. Здесь он произвёл замеры температуры воздуха, которая оказалась равной −9,5 °C по сравнению с +27,75 °C на поверхности земли. Тем самым Гей-Люссак доказал, что снега, покрывающие высочайшие вершины, не являются результатом действия гор на окружающий воздух. В то же время, из-за слишком большой скорости подъёма шара Гей-Люссаку не удалось измерить точную зависимость температуры от высоты.</p>
                <p class="font-p">При помощи гигрометра Соссюра Гей-Люссак измерил также относительную влажность воздуха, обнаружив, что она быстро уменьшается с высотой. Эти измерения, однако, были признаны ошибочными, так как использовавшийся прибор не учитывал снижение температуры.</p>
                <p class="font-p">В 1804 году было уже известно, что содержание кислорода и азота в воздухе одинаково на разных широтах и вблизи поверхности земли не зависит от высоты подъёма. Гей-Люссак получил образец атмосферного воздуха на высоте 6636 метров, исследования которого подтвердили эти данные и не обнаружили в воздухе примесей водорода. Эти опыты опровергли бытовавшие в то время представления, что метеоры и другие сходные явления вызваны горением водорода в верхних слоях атмосферы.</p>
                <p class="font-p">В процессе подъёма Гей-Люссак исследовал физиологическое действие разреженного воздуха на организм человека (стеснение дыхания, учащение сердцебиения, сухость в горле), однако счёл условия на высоте 7016 м достаточно приемлемыми, чтобы не прерывать исследования.</p>
                <p class="font-p">Напряжённость геомагнитного поля определялась обычным для того времени способом — путём измерения периода качания магнитной стрелки, отклоненной от положения равновесия. Во время второго подъёма Гей-Люссак получил следующие данные: 0 м — 4,22 с, 4808 м — 4,28 с, 5631 м — 4,25 с, 6884 м — 4,17 с. На основании этих результатов Гей-Люссак и Био сделали вывод о неизменности магнитного поля с высотой, что с учётом невысокой точности измерительных приборов того времени было практически верно.</p>
                <h3>Эвдиометрические опыты (1805 год)</h3>
                <p class="font-p">В 1805 году Гей-Люссак совместно с известным учёным и путешественником Гумбольдтом проводил опыты в области эвдиометрии[3]. Первоначальной целью этих опытов было выяснение точности измерения состава атмосферного воздуха при помощи эвдиометра Вольта. Результатом этих опытов стали несколько открытий и гипотез в области физики и географии. В частности, Гей-Люссак обнаружил, что кислород и водород образуют воду, соединяясь в пропорции 100 объёмных частей кислорода на 200 объёмных частей водорода.</p>
                <h3>Путешествие по Европе (1805—1806 годы)</h3>
                <p class="font-p">12 марта 1805 года Гей-Люссак, получив по содействию Бертолле годичный отпуск, в сопровождении Гумбольдта отправился в путешествие по Италии и Германии. Основной целью путешествия было исследование состава воздуха и геомагнитного поля на различных географических широтах. Гей-Люссак посетил Лион, Шамбери, Сен-Жан-де-Морьен, Сен-Мишель, Ланслебург, Монсени и другие города. К этому периоду его деятельности относится идея существования восходящих потоков воздуха, которыми он объяснил многие ранее загадочные атмосферные явления. В начале июля 1805 года Гей-Люссак посетил Геную и 5 июля приехал в Рим, где в химической лаборатории Морриккини обнаружил наличие плавиковой и фосфорной кислоты в костях рыб, а также провёл анализ квасцевого камня из Тольфы.</p>
                <p class="font-p">15 июля 1805 года Гей-Люссак и Гумбольдт вместе с известным геологом Леопольдом Бухом отправились в Неаполь, где наблюдали извержение вулкана Везувий и последовавшее за этим сильное землетрясение. Гей-Люссак шесть раз поднимался на Везувий, исследовал следы прежних вулканических извержений, а также останки раковин морских моллюсков, сохранившихся в отложениях на склонах гор. Путешествуя морем в окрестностях Неаполя, Гей-Люссак установил, что содержание кислорода в воздухе, растворённом в морской воде, составляет 30 % по сравнению с 21 % в атмосферном воздухе.</p>
                <p class="font-p">17 сентября 1805 года Гей-Люссак отправился во Флоренцию, где исследовал минеральные воды в Ноцере. Согласно представлениям того времени, целительные свойства минеральных вод объяснялись повышенным до 40 % содержанием кислорода в растворённом в них воздухе. Гей-Люссак опроверг это утверждение, установив, что содержание кислорода составляет 30 %, как и в воде любого другого природного источника.</p>
                <p class="font-p">28 сентября Гей-Люссак прибыл в Болонью, где встретился с известным воздухоплавателем графом Замбекари. В разговоре он предостерёг графа, который собирался увеличить подъёмную силу своего воздушного шара, нагревая водород газовой горелкой. Замбекари, который ранее потерял шесть пальцев во время пожара на воздушном шаре, не внял предостережениям и через некоторое время погиб при взрыве водорода.</p>
                <p class="font-p">Посетив Болонский университет, Гей-Люссак нашёл, что его былая слава потускнела, а некоторые профессорские должности занимают шарлатаны.</p>
                <p class="font-p">1 октября Гей-Люссак прибыл в Милан, где встретился с Алессандро Вольтой, 14—15 октября перешёл через перевал Сен-Готард, 15 октября посетил Люцерн, 4 ноября — Гёттинген, 16 ноября приехал в Берлин, где провёл зиму в доме Гумбольдта. Весной 1806 года Гей-Люссак получил известие о смерти Бриссона и отправился в Париж, чтобы занять его место профессора Политехнической школы.</p>
                <h3>Исследования газов (1806 год)</h3> 
                <p class="font-p">ФВ 1806 году Гей-Люссак начал исследования упругости газов в зависимости от температуры, а также процессов парообразования. Аналогичными исследованиями занимался в Англии Дальтон, однако Гей-Люссак ничего не знал о его опытах. Дальтон нашёл, используя достаточно грубые приборы, что при изменении температуры от 0 до 100 °C объём воздуха увеличивается на 0,302 от первоначального объёма, тогда как Вольта несколькими годами ранее получил результат 0,38. В 1807 году Гей-Люссак, поставив точный эксперимент, получил значение 0,375, которое затем долгое время использовалось всеми европейскими физиками. По нынешним представлениям это число соответствует температуре абсолютного нуля −266,7 °C, что очень близко к принятому сейчас значению −273,15 °C.</p>
                <p class="font-p">Проведя аналогичные опыты с другими газами, Гей-Люссак установил, что это число одинаково для всех газов, несмотря на общепринятое мнение, что разные газы расширяются при нагревании различным образом.</p>
                <h3>Аркёйское общество (1806—1808 годы)</h3>
                <p class="font-p">В 1806 году Бертолле организовал частное научное общество, названное аркёйским по названию общины в окрестностях Парижа, где жил великий химик. Гей-Люссак стал одним из первых его членов. В первом томе сборника, изданного обществом, он опубликовал результаты исследований, проведённых во время путешествия по Европе а 1805—1806 годах.</p>
                <p class="font-p">Во втором томе аркёйского сборника Гей-Люссак опубликовал небольшую заметку «О взаимном соединении газообразных веществ». Выводы, сделанные в этой статье, оказались настолько важными, что впоследствии получили название «закон Гей-Люссака». В русскоязычной литературе этот закон обычно называется законом объёмных отношений.</p>
                <p class="font-p">В те годы современная атомистическая теория делала только первые шаги, поэтому выводы Гей-Люссака были настоящим прорывом в области исследования структуры вещества. В первой формулировке закона, опубликованной в 1808 году, Гей-Люссак утверждал, что «газы, действуя друг на друга, соединяются в простых отношениях, например 1 к 1, 1 к 2 или 2 к 3». Гей-Люссак выяснил также, что это соотношение не меняется с температурой, вопреки общепринятым тогда представлениям, что количество элементарных частиц, составляющих газ, изменяется с температурой, причём в разных пропорциях для различных газов.</p>
                <h3>Калий, натрий и бор (1808 год)</h3>
                <p class="font-p">В 1807 году Берцелиус, Хизингер и Дэви, используя вольтов столб в качестве источника электричества, получили из расплавов поташа и соды металлы (калий и натрий), обладавшие удивительными свойствами: были мягкими как воск, плавали в воде, самовозгорались и сгорали ярким пламенем. Император Наполеон, заинтересованный этим открытием, выделил Политехнической школе большую сумму денег на изготовление огромного вольтова столба. Проведя эксперименты, Гей-Люссак и Тенар обнаружили, что калий и натрий можно получать химическим путём в количествах, достаточных для весьма несовершенного в то время химического анализа. Результаты опытов были опубликованы 7 марта 1808 года.</p>
                <p class="font-p">Гей-Люссак и Тенар исследовали химические свойства полученных металлов, проверив их взаимодействие со всеми известными в то время веществами. В процессе работы им удалось химически разложить борную кислоту (boracique) и получить новый элемент, названный впоследствии бором. В это же время они попытались разложить на простые элементы вещество, которое тогда называлось «окисленной соляной кислотой» (acide muriatinque oxygene). Потерпев неудачу, они предположили, что это вещество само является простым элементом. Статья, опубликованная 27 февраля 1809 года, противоречила мнению большинства тогдашних химиков, однако выдающийся химик того времени Дэви согласился с этим предположением, а Ампер предложил назвать новый элемент хлором. В дальнейшем было установлено, что соляная кислота образуется путём соединения хлора с водородом.</p>
                <h3>Йод (1814 год)</h3>
                <p class="font-p">В середине 1811 года парижский селитровар Бернар Куртуа обнаружил в пепле морских водорослей новое вещество, разъедавшее котлы. По причине необычного фиолетового цвета его паров Гей-Люссак предложил назвать его йодом. Образцы нового вещества попали к Дезорму и Клеману, которые 6 декабря 1813 года сделали доклад о своих опытах. Исследованиями нового вещества занялся также Дэви, специально приехавший в Париж.</p>
                <p class="font-p">Получив в своё распоряжение небольшое количество йода, Гей-Люссак исследовал его химические свойства и установил, что йод является простым веществом и взаимодействует с водородом и кислородом, образуя две кислоты. Доклад об этом был помещён в трудах Французской академии в 1814 году. В статье Гей-Люссак особо отметил сходство химических свойств хлора и йода.</p>
                <h3>Циан (1815 год)</h3>
                <p class="font-p">В 1815 году Гей-Люссак предпринял исследование берлинской (прусской) лазури, красителя, широко применявшегося в живописи и текстильной промышленности. До Гей-Люссака это вещество привлекало внимание таких исследователей, как Макер, Гитон де Морво, Бергман, Шееле, Бертолле, Пруст и Порре.</p>
                <p class="font-p">Доклад о химических свойствах берлинской лазури был сделан 18 сентября 1815 года. В докладе он остановился также на кислоте, которая была выделена из берлинской лазури и названа Гитоном де Морво синильной. Гей-Люссаку удалось выделить из синильной кислоты газ, который был назван синеродом или цианом. Он доказал, что циан является соединением азота и углерода, а синильная кислота — соединение циана с водородом. Кроме того, ему удалось получить хлорциан — соединение циана и хлора.</p>
                <p class="font-p">Работы Гей-Люссака по исследованию берлинской лазури содержали два значительных для того времени открытия. Он доказал, что циан, являясь веществом сложным, в химических взаимодействиях с водородом, хлором и металлами ведёт себя как простое вещество. Кроме того, он опроверг широко распространённый предрассудок того времени, что углерод не может соединяться с азотом.</p>
                <p class="font-p">Ещё более удивительным было то обстоятельство, что синильная кислота оказалась сильнейшим ядом, несмотря на то, что составляющие его простые вещества считались совершенно безвредными (например, азот входит в состав воздуха, водород — в состав воды, а углерод — в состав угля).</p>
                <h2>Научный вклад. Физика</h2>
                <p class="font-p">В 1802 открыл закон теплового расширения газов, независимо от Дж. Дальтона. После полёта Я. Д. Захарова на воздушном шаре с научной целью (30.06.1804) Гей-Люссак совершил два таких же полёта (24.08.1804 — вместе с Ж. Био, 16.09.1804) и обнаружил, что на высоте около 7000 м интенсивность земного магнетизма заметно не изменяется; установил, что воздух имеет тот же состав, что и у поверхности Земли. В 1808 году открыл закон объёмных отношений при реакциях между газами. Уравнение состояния идеального газа — формула, устанавливающая зависимость между давлением, молярным объёмом и абсолютной температурой идеального газа, обобщает законы Бойля — Мариотта, Шарля и Гей-Люссака.</p>
            </div>
        </div>
    </div>
</body>
</html> 