<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="http://scienchemistry.org/web/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
    <link rel="icon" type="image/png" href="http://chemistry.com/Picture/icon.png">
</head>
<body>        
    <div class="wrapper">
        <!--#include virtual="/web/Sitedesign/Menu.html"-->
        <div class="container2">
            <!--#include virtual="/web/Sitedesign/Tablestructure.html"-->
        </div>    
        <div class="container">
            <div class="information"  id="Rn">
                <h1 class="elements">Радон</h1>
                <hr>
                <div class="table">
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class="plainlist" colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class="definition" colspan="2" style="background: #1b1e20;color: #759ffe;">Rn</th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img class="E-img" src="http://chemistry.com/Elements/Image/In.gases/Rn/Rn.gif">
                                </th>
                            </tr>
                            <tr>
                                <th class="plainlist">Предмет изучения</th>
                                <td class="definition" style="color: #759ffe;">Химия</td>
                            </tr>
                            <tr>
                                <th class="plainlist">Период  зарождения</th>
                                <td class="definition" style="color: #759ffe;" >1899 г.</td>
                            </tr>
                            <tr>
                                <th class="plainlist">Используется в</th>
                                <td class="definition" style="color: #759ffe;">медицине, геологии, металлургии</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Радон</strong> — это химический элемент 18-й группы периодической системы <a href="http://www.scienchemistry.org/web/HistoricalFigures/Mendeleev.html" class="mini-preview-anchor">Д.И.Менделеева<span class="mini-preview-wrapper" style="width: 320px; height: 490px; top: -498px;"><span class="mini-preview-loading" style="height: 478px;"><img class="mini-preview-img" src="http://chemistry.com/HistoricalFigures/Mendeleev/img.jpg"><span class="p"><strong class="word">Д.И.Менделеев</strong> — русский учёный-энциклопедист: химик, физикохимик, физик и так далее. Среди самых известных открытий — периодический закон химических элементов, один из фундаментальных законов мироздания, неотъемлемый для всего естествознания.</span></span></span></a> (по старой классификации — главной подгруппы VIII группы), 6-го периода, с атомным номером 86. Обозначается символом Rn (лат. Radon). Простое вещество радон при нормальных условиях — бесцветный инертный газ; радиоактивен, стабильных изотопов не имеет, может представлять опасность для здоровья и жизни. При комнатной температуре является одним из самых тяжёлых газов. Наиболее стабильный изотоп ( <sup>222</sup>Rn) имеет период полураспада 3,8 суток.</p>
                <h2  class="elements">Физические свойства</h2>
                <div class="thumb-tright">
                    <div class="thumbinner" style="width:302px;">
                        <img alt="H1"  src="http://chemistry.com/Elements/Image/In.gases/Rn/Rn2.png" style="width:300px;"> 
                        <div class="thumbcaption">
                            <p class="font-p" style="margin:0;font-size:16px;">Эмиссионный спектр радона, сфотографированный Э. Резерфордом в 1908 году. Числа на краях спектра представляют собой длины волн. Средний спектр принадлежит радону, внешние спектры — гелию (добавлены для калибровки длин волн)</p>
                        </div>
                    </div>
                </div> 
                <div class="thumb-tright">
                    <div class="thumbinner" style="width:222px;">
                        <img alt="H1"  src="http://chemistry.com/Elements/Image/In.gases/Rn/Rn1.png" style="width:220px;"> 
                        <div class="thumbcaption">
                            <p class="font-p" style="margin:0;font-size:16px;">схема электронных оболочек радона</p>
                        </div>
                    </div>
                </div>  
                <p class="font-p"><strong class="word">Радон</strong> — радиоактивный одноатомный тяжёлый газ без цвета и запаха. Растворимость в воде при комнатной температуре составляет 460 мл/л, что выше, чем растворимость более лёгких инертных газов. В органических растворителях и в жировой ткани человека растворимость радона в десятки раз выше, чем в воде. Газ хорошо просачивается сквозь полимерные плёнки. Легко адсорбируется активированным углём и силикагелем.</p>
                <p class="font-p">Собственная радиоактивность радона вызывает его флюоресценцию. Газообразный и жидкий радон флюоресцирует голубым светом, у твёрдого радона при охлаждении до азотных температур цвет флюоресценции становится сперва жёлтым, затем — красно-оранжевым.</p>
                <p class="font-p">Цвет свечения в газовом разряде у радона — синий, так как в видимой части спектра радона особо выделяются 8 линий, отвечающих длинам волн от 3982 до 5085 Å (от 398,2 нм до 508,5 нм) и лежащих главным образом в синей части спектра, однако из-за отсутствия стабильных изотопов применение его в газосветных приборах невозможно.</p>
                <p class="font-p">Плотность радона при нормальных условиях составляет 9,73 кг/м³, что примерно в 7,6 раз больше плотности воздуха.</p>
                <h2>Химические свойства</h2>
                <p class="font-p">В химическом отношении радон является наиболее активным из благородных газов, так как его электроны внешних электронных оболочек имеют относительную низкую энергию ионизации.</p>    
                <p class="font-p">Радон образует химические соединения с <a href="http://www.scienchemistry.org/web/HTML/F.html" class="mini-preview-anchor">фтором<span class="mini-preview-wrapper" style="width: 320px; height: 522px; top: -526px;"><span class="mini-preview-loading" style="height: 510px;"><img class="mini-preview-img" src="http://chemistry.com/Elements/Image/Nonmetals/F/F.jpg"><span class="p"><strong class="word">Фтор</strong> — химический элемент 17-й группы, второго периода периодической системы, с атомным номером 9;двухатомный газ бледно-жёлтого цвета с резким запахом. Самый химически активный неметалл и сильнейший окислитель.</span></span></span></a>. Так, дифторид радона RnF<sub>2</sub> является белым нелетучим кристаллическим веществом.</p>
                <p class="font-p">Фториды радона могут быть получены также под действием сильных фторирующих агентов (например, фторидов галогенов: ClF<sub>3</sub> , BrF<sub>5</sub> , IF<sub>7</sub> ).</p>
                <p class="font-p">Получены также соединения с катионом RnF<sup>+</sup>: RnF[SbF<sub>6</sub> ], RnF[Sb<sub>2</sub>F<sub>11</sub> ].</p>
                <p class="font-p">Кроме фтора, радон может образовывать бинарные соединения с <a href="http://www.scienchemistry.org/web/HTML/O.html" class="mini-preview-anchor">кислородом<span class="mini-preview-wrapper" style="width: 320px; height: 458px; top: -462px;"><span class="mini-preview-loading" style="height: 446px;"><img class="mini-preview-img" src="http://chemistry.com/Elements/Image/Nonmetals/O/O.jpg"><span class="p"><strong class="word">Кислород</strong> — химический элемент 16-й группы, второго периода периодической системы, с атомным номером 8.Кислород — химически активный неметалл, является самым лёгким элементом из группы халькогенов.</span></span></span></a>; в частности, был получен триоксид радона, однако получение других оксидов радона не подтверждено.</p>
                <p class="font-p">Кроме того, радон может входить в состав различных клатратов, которые, хотя и имеют постоянный стехиометрический состав, не образуют химических связей с участием атомов радона.</p>                
                <h2  class="elements" >Историческая справка</h2>
                <p class="font-p">В 1899 году Пьер и Мария Кюри обнаружили, что газ, находившийся в контакте с радием, остаётся радиоактивным в течение месяца. Эрнест Резерфорд и Роберт Оуэнс позже в том же году отметили, что радиоактивность препаратов тория колеблется со временем. Позже Резерфорд объяснил это тем, что торий испускает, кроме α-частиц, и некое неизвестное ранее вещество, так что воздух вокруг препаратов <a href="http://www.scienchemistry.org/web/HTML/Th.html" class="mini-preview-anchor">тория<span class="mini-preview-wrapper" style="width: 320px; height: 337px; top: -341px; left: -10px;"><span class="mini-preview-loading" style="height: 325px;"><img class="mini-preview-img" src="http://chemistry.com/Elements/Image/57-71and89-103/Aktin/Th/Th.jpg"><span class="p"><strong class="word">Торий</strong> — ххимический элемент, принадлежащий к актиноидам, с атомным номером 18;тяжёлый слаборадиоактивный металл.</span></span></span></a> постепенно становится радиоактивным. Это вещество он предложил назвать эманацией (от лат. emanatio «истечение») тория и дать ему символ Em. Последующие наблюдения Резерфорда в 1901 году показали, что и препараты радия также испускают некую эманацию, которая обладает радиоактивными свойствами и ведёт себя как инертный газ, однако он в этой работе отметил приоритет супругов Кюри в открытии эманации. В 1903 году французский химик Андре-Луи Дебьерн обнаружил короткоживущую эманацию актиния.</p>
                <p class="font-p">Первоначально эманацию тория называли тороном, эманацию радия — радоном, актиния — актиноном. Было доказано, что все эманации на самом деле представляют собой радионуклиды нового элемента — инертного газа, которому отвечает атомный номер 86. Впервые его выделили в чистом виде и измерили его плотность <a href="http://www.scienchemistry.org/web/HistoricalFigures/William Ramsay.html" class="mini-preview-anchor">Рамзай<span class="mini-preview-wrapper" style="width: 320px; height: 482px; top: -486px; left: -10px;"><span class="mini-preview-loading" style="height: 470px;"><img class="mini-preview-img" src="http://chemistry.com/HistoricalFigures/William Ramsay/img2.jpg"><span class="p"><strong class="word">Уильям Рамзай</strong> — шотландский британский химик и физик, лауреат Нобелевской премии по химии 1904 года. Открыл неон, аргон, криптон, ксенон и показал, что они с гелием и радоном формируют отдельную группу новых элементов — инертные газы.</span></span></span></a> и Роберт Уитлоу-Грей в 1908 году, они же предложили назвать газ нитон (от лат. nitens, светящийся). В 1923 году газ получил окончательное название радон, и символ Em был сменён на Rn.</p>
                <p class="font-p">В публичной лекции 1936 года Резерфорд кратко изложил итоги их работ:</p>
                <blockquote><p>Я помогал ему [профессору по электротехнике Оуэнсу в университете МакГилл в г. Монреале в Канаде с декабря 1898 года по 26 мая 1899 года] в проведении экспериментов, и мы обнаружили некоторые очень странные явления. Оказалось, что радиоактивное воздействие окиси тория может проходить сквозь дюжину листков бумаги, положенных поверх этой окиси, но задерживается тончайшей пластинкой слюды, как будто излучается что-то, способное диффундировать сквозь поры бумаги. Тот факт, что прибор был очень чувствителен к движению воздуха, поддерживал эту диффузионную гипотезу. Затем мы провели эксперименты, в которых воздух проходил над окисью тория, а потом попадал в ионизационную камеру. Эти опыты показали, что активность может переноситься воздухом. Однако, когда поток воздуха прекращался, активность в ионизационной камере не сразу исчезала, а уменьшалась постепенно по экспоненциальному закону. Я назвал это газообразное вещество, которое может диффундировать сквозь бумагу, переноситься воздухом и в течение некоторого времени сохранять свою активность, исчезающую по характерному закону, «эманацией тория».</p>
                <p>Я установил, что эта эманация обладает чрезвычайно своеобразным свойством делать радиоактивными тела, над которыми она проходит. Казалось, что это свойство, скорее всего, обусловлено осаждением некой материальной субстанции, а не какой-либо активностью, возникшей в самих телах под действием излучения, так как тогда количество осаждённого вещества должно увеличиваться при приложении электрического поля. В те времена многие получали неповторяющиеся и странные результаты, помещая предметы вблизи радиоактивных веществ. По-видимому, всё это могло объясняться наличием таких же эманаций, как обнаруженная нами у тория.</p>
                <p>Прежде чем считать такое объяснение правильным, необходимо было выяснить истинную природу эманации. Это было очень трудно, так как доступное количество её всегда было очень мало.</p></blockquote>
                <p class="font-p">Заслуга открытия радона как химического элемента часто приписывается также немецкому химику Фридриху Дорну. Вопросы приоритета в открытии радона рассматриваются в работе Джеймса и Вирджинии Маршалл, где показано, что первооткрывателем радона как химического элемента следует считать Резерфорда.</p>
                <p class="font-p">В 1900 году Дорн открыл изотоп радона <sup>222</sup>Rn с периодом полураспада 3,823 дня и опубликовал статью об этом, сославшись на более раннюю работу Резерфорда. Резерфорд, сперва с Оуэнсом, а затем один в 1899 году работал с другим изотопом <sup>220</sup>Rn (тороном), период полураспада которого около 55,6 секунды. Резерфорд не знал о работах немца, так как тот опубликовал свою работу в немецком журнале с небольшим тиражом. Резерфорд не знал немецкого. Дорн совершенно не интересовался радиоактивностью. И только в 1902 году Резерфорд и Содди экспериментально доказали, что эманация — это изотоп радона. Они сумели её охладить и превратить в жидкость с помощью новой физической установки в университете МакГилл и опубликовали статьи.</p>
            </div>
        </div>
    </div>
</body>
</html>         