<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
    <script src="http://ajax.googleapis.com/ajax/libs/jquery/2.0.3/jquery.min.js"></script> 
    <script src="/JS/hisfig.js"></script>
</head>
<body>        
    <div class="wrapper">
		<?php
      		include $_SERVER['DOCUMENT_ROOT'].'/Sitedesign/Menu.php';
      	?>
		<?php
      		include $_SERVER['DOCUMENT_ROOT'].'/Sitedesign/hisfiginf.php';
      	?>
        <div class="container">
            <div class="information"  id="Na">
                <h1 class="elements">Роберт Бойль</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Роберт Бойль</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #ebbe59;">Robert Boyle</th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img style="width:260px;" class="E-img" src="http://chemistry.com/HistoricalFigures/Robert Boyle/img.jpg">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Дата рождения</th>
                                <td class='definition' style="color:#ebbe59;">25 января 1627</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Место рождения</th>
                                <td class='definition' style="color:#ebbe59;">Лисмор, графство Уотерфорд, Королевство Ирландия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Дата смерти</th>
                                <td class='definition' style="color:#ebbe59;">31 декабря 1691 (64 года)</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Место смерти</th>
                                <td class='definition' style="color:#ebbe59;">Лондон, Королевство Англия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Научная сфера</th>
                                <td class='definition' style="color:#ebbe59;">физик, химик</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Роберт Бойль</strong> — англо-ирландский натурфилософ, физик, химик и богослов. Седьмой сын Ричарда Бойля, 1-го графа Коркского, вельможи времён Елизаветы Английской.</p>
                <p class="font-p">Один из основателей Лондонского королевского общества (1660).</p>
                <h2  class="elements" >Биография</h2>
                <p class="font-p">Первоначальное воспитание и обучение получил дома и в Итонском колледже, а на двенадцатом году жизни был послан отцом в Женеву, где учился несколько лет под руководством одного француза, после чего завершил своё образование путешествием в Италию и Францию.</p>
                <p class="font-p">Вернувшись в Ирландию, Бойль после смерти отца получил значительное состояние и поселился в своём поместье в Столбридже, графство Дорсетшир, занимаясь сначала преимущественно философией и религией. В 1654 году переселился в Оксфорд, где стал более предаваться занятиям физикой и химией, получил степень почётного доктора физики Оксфордского университета (1665).</p>         
                <p class="font-p">Бойль не был женат; из должностей исполнял обязанности президента Лондонского королевского общества и много лет был одним из директоров Ост-Индской компании. Все своё состояние и все свои силы он употребил на изучение природы и на распространение христианского (англиканского) мировоззрения. Погребён в Лондоне, в Вестминстерском аббатстве.</p>
                <h2  class="elements" >Научная деятельность</h2>
                <p class="font-p">В изучении природы он был последователем Бэкона Веруламского, противником схоластической философии и давал предпочтение опыту перед умозрением; иногда это направление мешало ему делать обобщения смысла замеченных им явлений. Весьма важный физический закон сжатия газов, который носит теперь его имя (закон Бойля — Мариотта), остался бы, может быть, незамеченным Бойлем, если бы не первоначальное указание его ученика Ричарда Таунли[en] на правильность сжатия газов с увеличением давления в опытах Бойля.</p>
                <p class="font-p">Бойль является олицетворением реакции на устаревшее схоластическое направление, так долго господствовавшее в науке и служившее тормозом в исследовании природы: все его экспериментальные работы и сочинения показывают важнейшее значение опыта в физике и химии. Кроме открытия закона сжатия газов, а именно зависимости упругости газа от занимаемого им объёма, Бойль показал, что тёплая вода закипает при разрежении окружающего её воздуха, но не обобщил этот важный опыт, то есть не показал, что температура кипения воды вообще зависит от давления воздуха и паров воды на её поверхности.</p>
                <p class="font-p">Он доказал, что явление капиллярности, а именно поднятие жидкостей в узких трубках, происходит в разреженном пространстве, чем и опровергнул существовавшее тогда мнение, что в этом явлении участвует атмосферное давление. Он также в ходе эксперимента доказал, что сифон не может в разреженном воздухе служить для переливания жидкостей, что дым, как и всякое другое тело, падает, следовательно, подвержен действию тяжести, что трение тел и гашение извести выделяют теплоту и в разреженном воздушном пространстве.</p>
                <p  class="font-p">Эти и многие другие опыты Бойль производил при помощи воздушного насоса, незадолго перед тем изобретённого Отто фон Герике, но получившего различные усовершенствования в руках Бойля. После появления сочинения Герике, в котором описаны его опыты над электричеством и магнетизмом, Бойль занялся воспроизведением этих опытов и внёс в них, как всегда, нечто новое; однако он иногда ошибался, как, например, в том случае, когда полагал, что железо отпадает от магнита под колоколом воздушного насоса вследствие разрежения воздуха.</p>
                <p  class="font-p">Бойль производил и оптические исследования и заключил из них, что цвета не составляют собственно принадлежности вещества, а происходят от некоторых изменений, производимых светом на поверхности тел, вследствие чего они различно действуют на зрение; вообще он полагал, что все цвета суть видоизменения белого. Было бы долго перечислять все опыты Бойля, из которых многие устанавливали тот или другой новый факт; но упомянем ещё, что он изучал силу расширения, обнаруживающуюся при замерзании воды, и показал,что вследствие замораживания воды, наполнявшей железную трубу, при образовании льда железная трубка была разорвана с одного конца. Бойль убедился, что лёд испаряется даже при значительно низких температурах, что соли в смешении со льдом или снегом производят охлаждение и при этом обращаются в жидкость.</p>
                <p  class="font-p">В одном отделе физики Бойль был не только экспериментатором, но и теоретиком — а именно он подробно развил свои взгляды на строение вещества в нескольких сочинениях: «The Sceptical Chymist» (1661 и 1669); «The origin of forms and qualities according to the corpuscular Philosophy» (1666 и 1667); «Physiological Essays and other Tracts» (1661), второе издание в 1669 с присоединением «A Discourse about the absolute rest of bodies».</p>
                <p  class="font-p">Бойль принимает, подобно своим предшественникам, существование в природе абсолютно пустого пространства, в котором находятся материальные частицы определённой величины и формы; атомы жидкостей находятся в постоянном движении, а твёрдых тел — в покое, промежутки же между частицами наполнены некоторым очень тонким веществом. Сцепление твёрдых тел он ошибочно объяснял давлением на них воздуха — общераспространённое тогда мнение.</p>
                <p  class="font-p">Физические и химические изменения вещества Бойль объяснял соединением и разъединением атомов, отрицал существование четырёх элементов (Аристотель) или трёх алхимических и высказал проницательную догадку, что истинные элементы будут найдены при последовательном разложении тел. Последняя часть его теоретических взглядов получила подтверждение в новейшей химии; что же касается его экспериментальных химических работ, то хотя он и показал, что воздух изменяется от горения в нём тел, и что некоторые металлы увеличиваются в весе при накаливании, и что действием уксуса на мел или соляной кислоты на железо получаются газы, но не извлёк из своих работ никаких теоретических заключений. Ему оппонировал в своих работах М. В. Ломоносов. Следует повторить, что его время было эпохой протеста против схоластики, явления природы были весьма мало известны и потому опыты Бойля, описанные им с чрезвычайной точностью и подробностью, имели большую важность, даже будучи не всегда верно истолкованы и обобщены. Главной его заслугой остаётся все-таки формулирование закона относительно упругости и соответственного объёма воздуха.</p>
                <h3>Религиозная деятельность</h3>
                <p  class="font-p">Яркой стороной жизни Бойля была религиозная и миссионерская деятельность. В юности пылкое воображение увлекало его в сторону крайних идей. Находясь под влиянием сильных впечатлений, он выражался следующим образом о своём настроении: «Демон воспользовался моей меланхолией, наполнил душу ужасом и внушил сомнения в основных истинах религии». В таком состоянии он додумался до самоубийства, от которого его удержала только мысль, что душа его попадёт в ад. Он решился рассеять свои сомнения чтением Библии в подлиннике и потому занялся изучением еврейского и греческого языков. Впоследствии его убеждённость в христианской вере выразилась учреждением духовных миссий в Индии, переводом и напечатанием Библии на ирландском и гэльском наречиях.</p>
                <p  class="font-p">По завещанию (1661) Бойль оставил капитал для финансирования ежегодных чтений о Боге и религии, знаменитых «Лекций Бойля», первая из которых состоялась в 1692 г. Целью лекций Бойль определил защиту христианской религии от «печально известных неверных, а именно атеистов, деистов, язычников, иудеев и мусульман».</p>
                <p  class="font-p">Это было причиной появления впоследствии богословских трактатов Клерка, Бентлея, Дергема и др. Сам Бойль написал о согласовании разума с религией, о натуралисте-христианине и т. п.</p>
                <p  class="font-p">«Лекции Бойля» продолжались регулярно вплоть до 1905 года. С 2004 года их возобновили в Лондоне, в церкви St. Mary Le Bow. Они проходят ежегодно, в феврале.</p>
            </div>
        </div>
    </div>
</body>
</html> 