<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="http://scienchemistry.org/web/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
    <script src="http://ajax.googleapis.com/ajax/libs/jquery/2.0.3/jquery.min.js"></script> 
</head>
<body>        
    <div class="wrapper">
        <!--#include virtual="/web/Sitedesign/Menu.html"-->
        <div class="container2">
            <!--#include virtual="/web/Sitedesign/Tablestructure.html"-->
        </div>
        <div class="container">
            <div class="information"  id="Se">
                <h1 class="elements">Селен</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color:#53ee61;">Se</th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img class="E-img" src="http://chemistry.com/Elements/Image/Nonmetals/Se/Se.gif">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td class='definition' style="color:#53ee61;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td class='definition' style="color:#53ee61;">1817 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td class='definition' style="color:#53ee61;">медицине; противораковое средство</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Селен</strong> — это химический элемент с атомным номером 34. Принадлежит к 16-й группе периодической таблицы <a href="http://www.scienchemistry.org/web/HistoricalFigures/Mendeleev.html" class="mini-preview-anchor">Д.И.Менделеева<span class="mini-preview-wrapper" style="width: 320px; height: 490px; top: -498px;"><span class="mini-preview-loading" style="height: 478px;"><img class="mini-preview-img" src="http://chemistry.com/HistoricalFigures/Mendeleev/img.jpg"><span class="p"><strong class="word">Д.И.Менделеев</strong> — русский учёный-энциклопедист: химик, физикохимик, физик и так далее. Среди самых известных открытий — периодический закон химических элементов, один из фундаментальных законов мироздания, неотъемлемый для всего естествознания.</span></span></span></a> (по устаревшей короткой форме периодической системы принадлежит к главной подгруппе VI группы, или к группе VIA), находится в четвёртом периоде таблицы. Атомная масса элемента 78,971(8). Обозначается символом Se (от лат. Selenium). Хрупкий, блестящий на изломе неметалл серого цвета (устойчивая аллотропная форма, неустойчивые формы — различных оттенков красного цвета). Относится к халькогенам.</p>
                <h2  class="elements" >Физические свойства</h2> 
                <div class="thumb-tright">
                    <div class="thumbinner" style="width:252px;">
                        <img alt="Na"  src="http://chemistry.com/Elements/Image/Nonmetals/Se/Se1.jpg" style="width:250px;"> 
                        <div class="thumbcaption">
                            <p class="font-p" style="margin:0;font-size:16px;">Монокристаллический селен (99,9999 %)</p>
                        </div>
                    </div>
                </div>      
                <p class="font-p">Твёрдый селен при нормальных условиях имеет несколько аллотропных модификаций с существенно различными термодинамическими, механическими и электрическими свойствами:</p>
                <ol class="rounded">
                    <li>Серый кристаллический селен — наиболее устойчивая модификация, структура состоит из параллельных спиральных цепей. Получают конденсацией паров, медленным охлаждением расплава, длительным нагреванием других форм селена.</li>
                    <li>Красный кристаллический селен — три моноклинные модификации, содержащие кольцевые коронообразные молекулы Se8, получаются осаждением из растворов селена в сероуглероде</li> 
                    <li>Красный аморфный селен. Мелкий порошок от ярко-красного до красновато-чёрного цвета, молекулы с цепочечной структурой. Получается восстановлением селенистой кислоты на холоду и другими путями.</li> 
                    <li>Чёрный стекловидный селен. Получается при быстром охлаждении расплава. Хрупок. Имеет стеклянный блеск. Цвет от голубовато-чёрного до красно-коричневого. Содержит в основном плоские цепочечные зигзагообразные молекулы.</li> 
                </ol>                 
                <p class="font-p">При нагревании серого селена он даёт серый же расплав, а при дальнейшем нагревании испаряется с образованием коричневых паров. При резком охлаждении паров селен конденсируется в виде красной аллотропной модификации.</p>
                <p class="font-p">При высоких давлениях (от 27 МПа) селен переходит в кубическую модификацию с ребром ячейки 0,2982 нм. Получена также метастабильная гексагональная модификация с металлическими свойствами (при 10—12 МПа, из аморфного и моноклинного селена).</p>
                <h2  class="elements" >Химические свойства</h2>          
                <p class="font-p"><strong class="word">Селен</strong> — аналог <a href="http://www.scienchemistry.org/web/HTML/S.html" class="mini-preview-anchor">серы<span class="mini-preview-wrapper" style="width: 320px; height: 504px; top: -508px; left: -10px;"><span class="mini-preview-loading" style="height: 492px;"><img class="mini-preview-img" src="http://chemistry.com/Elements/Image/Nonmetals/S/S.jpg"><span class="p"><strong class="word">Сера</strong> — элемент 6-й группы, 3-го периода периодической системы, с атомным номером 16. В водородных и кислородных соединениях находится в составе различных ионов, образует многие кислоты и соли. Практически нерастворима в воде. Многие серосодержащие соли малорастворимы в воде.</span></span></span></a> и проявляет степени окисления −2 (H<sub>2</sub>Se), +4 (SeO<sub>2</sub> ) и +6 (H<sub>2</sub>SeO<sub>4</sub> ). Однако, в отличие от серы, соединения селена в степени окисления +6 — сильнейшие окислители, а соединения селена (−2) — гораздо более сильные восстановители, чем соответствующие соединения серы.</p>
                <p class="font-p">Простое вещество селен гораздо менее активно химически, чем <a href="http://www.scienchemistry.org/web/HTML/S.html" class="mini-preview-anchor">сера<span class="mini-preview-wrapper" style="width: 320px; height: 504px; top: -508px; left: -10px;"><span class="mini-preview-loading" style="height: 492px;"><img class="mini-preview-img" src="http://chemistry.com/Elements/Image/Nonmetals/S/S.jpg"><span class="p"><strong class="word">Сера</strong> — элемент 6-й группы, 3-го периода периодической системы, с атомным номером 16. В водородных и кислородных соединениях находится в составе различных ионов, образует многие кислоты и соли. Практически нерастворима в воде. Многие серосодержащие соли малорастворимы в воде.</span></span></span></a>. Так, в отличие от серы, селен не способен гореть на воздухе самостоятельно.</p>
                <p class="font-p">Окислить селен удаётся только при дополнительном нагревании, при котором он медленно горит синим пламенем, превращаясь в диоксид SeO<sub>2</sub> . Со щелочными металлами селен реагирует (весьма бурно), только будучи расплавленным.
                    <br><strong>Se + O<sub>2</sub> → SeO<sub>2</sub></strong>
                    <br><strong>Se + 2H<sub>2</sub>SO<sub>4</sub> → SeO<sub>2</sub> + 2SO<sub>2</sub> + 2H<sub>2</sub>O</strong>
                <br>Образует селениды:
                    <br><strong>Se + 2K → K<sub>2</sub>Se</strong>
                <br>При комнатной температуре реагирует с галогенами:
                    <br><strong>2Se + 5F<sub>2</sub> → SeF<sub>4</sub> + SeF<sub>6</sub></strong>
                    <br><strong>Se + 2Cl<sub>2</sub> → SeCl<sub>4</sub></strong>
                    <br><strong>3Se + 3Br<sub>2</sub> → Se<sub>2</sub>Br<sub>2</sub> + SeBr<sub>4</sub></strong>
                    <br><strong>Se + 2I<sub>2</sub> + 3H<sub>2</sub>O → H<sub>2</sub>SeO<sub>3</sub> + 4Hl</strong>
                <br>Реагирует с щелочами:
                    <br><strong>3Se + 6NaOH → Na<sub>2</sub>SeO<sub>3</sub> + 2Na<sub>2</sub>Se + 3H<sub>2</sub>O</strong>
                <h2  class="elements" >Историческая справка</h2>
                <p class="font-p">Элемент открыт <a href="http://www.scienchemistry.org/web/HistoricalFigures/Jakob Berzelius.html" class="mini-preview-anchor">Й. Я. Берцелиусом<span class="mini-preview-wrapper" style="width: 320px; height: 492px; top: -501px;"><span class="mini-preview-loading" style="height: 480px;"><img class="mini-preview-img" src="http://chemistry.com/HistoricalFigures/Jakob Berzelius/img.jpg"><span class="p"><strong class="word">Йёнс Берцелиус</strong> — шведский химик и минералог.Ввёл современные символы химических элементов. Открыл церий, селен и торий. Развил электрохимическую теорию. Предложил термины аллотропия, изомерия, катализ и другие.</span></span></span></a> в 1817.</p>
                <p class="font-p">Сохранился рассказ самого Берцелиуса о том, как произошло это открытие:</p>
                <blockquote>Я исследовал в содружестве с Готлибом Ганом метод, который применяют для производства серной кислоты в Грипсхольме. Мы обнаружили в серной кислоте осадок, частью красный, частью светло-коричневый. Этот осадок, опробованный с помощью паяльной трубки, издавал слабый редечный запах и образовывал свинцовый королёк. Согласно Клапроту, такой запах служит указанием на присутствие теллура. Ган заметил при этом, что на руднике в Фалуне, где собирается сера, необходимая для производства кислоты, также ощущается подобный запах, указывающий на присутствие теллура. Любопытство, вызванное надеждой обнаружить в этом коричневом осадке новый редкий металл, заставило меня исследовать осадок. Приняв намерение отделить теллур, я не смог, однако, открыть в осадке никакого теллура. Тогда я собрал всё, что образовалось при получении серной кислоты путём сжигания фалюнской серы за несколько месяцев, и подверг полученный в большом количестве осадок обстоятельному исследованию. Я нашёл, что масса (то есть осадок) содержит до сих пор неизвестный металл, очень похожий по своим свойствам на теллур. В соответствии с этой аналогией я назвал новое тело селеном (Selenium) от греческого σελήνη (луна), так как теллур назван по имени Tellus — нашей планеты.</blockquote>
                <p class="font-p">В 1873 году Уиллоуби Смит обнаружил, что электрическое сопротивление серого селена зависит от освещённости. Это свойство стало основой для чувствительных к свету ячеек. Первый коммерческий продукт на основе селена был представлен на рынке в середине 1870-х годов Вернером фон Сименсом. Селеновая ячейка использовалась в фотофоне, созданном Александром Беллом в 1879 году. Электрический ток, проходящий через селен, пропорционален количеству света, падающему на его поверхность, — это свойство использовано в различных измерителях освещённости (экспонометрах). Полупроводниковые свойства селена нашли применение в других областях электроники. В 1930-е годы началось развитие селеновых выпрямителей, которые пришли на смену медно-закисным выпрямителям благодаря высокой эффективности. Селеновые выпрямители использовались до 1970-х годов, когда им на смену пришли кремниевые выпрямители.</p>
                <p class="font-p">В более позднее время была обнаружена токсичность селена. Были зарегистрированы случаи отравления людей, работавших на селеновых производствах, а также животных, поедавших богатые селеном растения. В 1954 году были обнаружены первые признаки биологического значения селена для микроорганизмов. В 1957 году была установлена важная роль селена в биологии млекопитающих. В 1970-е годы было показано наличие селена в двух независимых группах энзимов, а затем обнаружен селеноцистеин в белках. В 1980-е годы было установлено, что селеноцистеин кодируется кодоном UGA. Механизм кодирования был установлен сначала для бактерий, а затем для млекопитающих (SECIS-элемент).</p>
                <h3>Происхождение названия</h3>
                <p class="font-p">Название происходит от греч. σελήνη — Луна. Элемент назван так в связи с тем, что в природе он является спутником химически сходного с ним теллура (названного в честь Земли).</p>                
            </div>
        </div>
    </div>
</body>
</html> 