<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="http://scienchemistry.org/web/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
</head>
<body>        
    <div class="wrapper">
        <!--#include virtual="/web/Sitedesign/Menu.html"-->
        <div class="container2">
            <!--#include virtual="/web/Sitedesign/Tablestructure.html"-->
        </div>
        <div class="container">
            <div class="information" id="At">
                <h1 class="elements">Астат</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #3aeeb6;">At</th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img class="E-img" src="http://chemistry.com/Elements/Image/Semimetals/At/At.gif">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td class='definition' style="color:#3aeeb6;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td class='definition' style="color:#3aeeb6;"> 1940 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td class='definition' style="color:#3aeeb6;">не используют; чрезвычайно радиоктивен</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Астат</strong> - это химический элемент с атомным номером 85. Принадлежит к 17-й группе периодической таблицы химических элементов (по устаревшей короткой форме периодической системы принадлежит к главной подгруппе VII группы, или к группе VIIA), находится в шестом периоде таблицы. Атомная масса элемента 210 а. е. м.. Обозначается символом At (от лат. Astatium). Радиоактивен. Простое вещество астат при нормальных условиях — нестабильные кристаллы тёмно-синего цвета. Молекула астата, по всей видимости, двухатомна (формула At<sub>2</sub>). Квантовомеханические расчёты из первых принципов предсказывают, что в конденсированном состоянии астат состоит не из молекул диастата, а образует металлический кристалл, в отличие от всех более лёгких галогенов, образующих при нормальном давлении молекулярные кристаллы из молекул димеров Hal<sub>2</sub> .</p>
                <p class="font-p"><strong class="word">Астат</strong> — самый редкий природный элемент периодической системы, поэтому он был синтезирован искусственно до того, как обнаружен в природе. Во всей земной коре его насчитывается не более 1 грамма. Из-за сильной радиоактивности его не удаётся получить в макроскопических количествах, достаточных для глубокого изучения свойств.</p>                
                <h2>Физические свойства</h2>
                <p class="font-p">Ввиду малого количества доступного для изучения вещества физические свойства этого элемента плохо изучены и, как правило, построены на аналогиях с более доступными элементами.</p>
                <p class="font-p"><strong class="word">Астат</strong> — твёрдое вещество сине-чёрного цвета, по внешнему виду похожее на иод. Для него характерно сочетание свойств неметаллов (галогенов) и металлов (полоний, свинец и другие). Как и иод, астат хорошо растворяется в органических растворителях и легко ими экстрагируется. По летучести немного уступает иоду, но также может легко возгоняться.</p>
                <p class="font-p">Температура плавления — 503 K (230 °C), кипения (возгонки) 575 K (302 °C) (По другим источникам 244 °С, 309 °С соответственно).</p>
                <h2>Химические свойства</h2>
                <p class="font-p">По химическим свойствам астат близок как к иоду (проявляет свойства галогенов), так и к полонию (свойства металла).</p>
                <p class="font-p">Астат в водном растворе восстанавливается диоксидом серы SO<sub>2</sub> ; как и металлы, он осаждается даже из сильнокислых растворов сероводородом (H<sub>2</sub>S). Вытесняется из сернокислых растворов цинком (свойства металла).</p>
                <p class="font-p">Как и все галогены (кроме фтора), астат образует нерастворимую соль AgAt (астатид серебра). Он способен окисляться до состояния At(V), как и иод (например, соль AgAtO<sub>3</sub> идентична по свойствам AgIO<sub>3</sub> ).</p>
                <p class="font-p">Астат реагирует с бромом и иодом, при этом образуются межгалогенные соединения — иодид астата AtI и бромид астата AtBr.</p>
                <p class="font-p">Оба эти соединения растворяются в тетрахлорметане СCl<sub>4</sub> .</p>
                <p class="font-p">Астат растворяется в разбавленной соляной и азотной кислотах.</p>
                <p class="font-p">При действии на водный раствор астата водородом в момент реакции образуется газообразный астатоводород HAt. Однако ввиду одинаковой электроотрицательности водорода и астата астатоводород крайне неустойчив, а в водных растворах существуют не только протоны, но и ионы At<sup>+</sup>, чего нет у всех других галогеноводородных кислот.</p>
                <p class="font-p">С металлами астат образует соединения, в которых проявляет степень окисления −1, как и все остальные галогены (NaAt — астатид натрия). Подобно другим галогенам, астат может замещать водород в молекуле метана до получения астатметана CH<sub>3</sub>At.</p>
                <p class="font-p">В растворах сильных кислот (1—6М) в присутствии бихромат-иона (1—5мМ) астат находится в виде однозарядного катиона, что доказано движением его к катоду при электромиграции, его поведением на монофункциональных сульфокатионитах, а также полным соосаждением с труднорастворимыми солями одновалентных катионов фосфорновольфраматами, бихроматами, йодатами). По ряду химических свойств астат подобен тяжёлым одновалентным катионам, например, таллию и цезию. Однозарядный катион астата представляет собой аквакомплекс одновалентного астата или протонированную астатноватистую кислоту — [At(H<sub>2</sub>O)]<sup>+</sup>. Рассчитанная по экспериментальным данным константа депротонирования (К<sub>dp</sub> ): [ Аt(ОН<sub>2</sub>)]<sup>+</sup> ↔АtОН + Н<sup>+</sup>, равна (7,6±3)·10<sup>-5</sup> .</p>
                <p class="font-p">Путём окисления астата дифторидом ксенона в щелочном растворе было получено соединение семивалентного астата — перастатат-ион, который изоморфно сокристаллизуется с солями перйодата калия и цезия. Синтезированы элементоорганические соединения астата, типа RAtCl и RAtO (где R — фенильный или паратолильный радикал), в которых он существует в валентных состояниях +3 и +5. Синтезированы астатид алкилы нормального и разветвленного строения с числом атомов углерода до 5. Получены астатиды циклических углеводородов, астатбензол, астаттолуол, орто-, мета- и параизомеры фтор- и хлорастатбензолов; изомеры астатнитробензола, и астатанилина, астаттирозин, этиленастатгидрин, астаталлил, изомеры астатбензойной кислоты и изомеры астаттрифторметилбензола, астатуксусная кислота.</p>
                <p class="font-p">Для органических производных астата определение физико-химических свойств классическими методами неприемлемо ввиду его предельно низкой концентрации. Для этих целей с успехом была использована газожидкостная хроматография с привлечением метода сравнительных расчетов. Физико-химические характеристики органических соединений астата определяют по зависимости свойств аналогичных галогенпроизводных от их величины газохроматографического удерживания (индекса удерживания) с последующей экстраполяцией этого параметра на физико-химические свойства астаторганического соединения.</p>
                <p class="font-p">Определены температуры кипения алифатических соединений астата. Для ароматических соединений астата найдены теплоты испарения, температуры кипения, рефракции связи углерод-астати дипольный момент. Проведена экстраполяционная оценка геометрических параметров астата: ковалентный радиус — 1,52 Å, ван-дер-ваальсовый радиус — 2,39 Å, атомный радиус — 1,48 Å, ионный радиус Аt− — 2,39 Å, атомный объём — 27,72 м<sup>3</sup>/моль и межатомное расстояние С—Аt в астатароматике — 2,24 Å.</p>
                <p class="font-p">С помощью метода пиролиза, основанного на непосредственном изучении процесса термического разложения, экспериментально определены величины энергии разрыва химической связи углерод-астат (D<sub>C — At</sub> , ккал/моль) в ароматических производных астата: C<sub>6</sub>H<sub>5</sub>At = 44,9±5,1; в среднем для таких изомеров как AtC<sub>6</sub>H<sub>4</sub>CH<sub>3</sub> =43,3±2,1, AtC<sub>6</sub>H<sub>4</sub>CF<sub>3</sub> =42,3±2,1, AtC<sub>6</sub>H<sub>4</sub>F =43,0±2,2, AtC<sub>6</sub>H<sub>4</sub>Cl =41,9±2,1, AtC<sub>6</sub>H<sub>4</sub>Br =42,3±2,1. В н-пропиластатиде равна 38,6±2,5 ккал/моль, а в изо-пропиластатиде 36,3±2,3 ккал/моль.</p>
                <p class="font-p">При возгонке астата с серебряной фольги в плазму ионного источника масс-сепаратора на коллекторе была обнаружена ионизованная молекула астата — Аt<sub>2</sub><sup>+</sup>. По экстраполяционным оценкам энергия диссоциации этой молекулы равна 55,4 ккал/моль, и она более устойчива, чем неионизованная. Существование молекулы астата — At<sub>2</sub> при комнатной температуре маловероятно, так как её энергия диссоциации равна 27 ккал/моль. При введении галогенов в ионный источник масс-сепаратора на коллекторе были зафиксированы массы, соответствующие соединениям астата AtCl<sup>+</sup>, AtBr<sup>+</sup> и AtI<sup>+</sup>.</p>
                <p class="font-p">Присутствие астата определяется по характерному альфа-излучению.</p>
            </div>
        </div>
    </div>
</body>
</html> 