<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
    <link rel="icon" type="image/png" href="/Icons/Picture/icon.png">
	<script src="https://ajax.googleapis.com/ajax/libs/jquery/2.2.0/jquery.min.js"></script> 
    <script src="/JS/hisfig.js"></script>
</head>
<body>        
    <div class="wrapper">
		<?php
      		include $_SERVER['DOCUMENT_ROOT'].'/Sitedesign/Menu.php';
      	?>
		<?php
      		include $_SERVER['DOCUMENT_ROOT'].'/Sitedesign/hisfiginf.php';
      	?>
        <div class="container">
            <div class="information"  id="AntoineLaurent">
                <h1 class="elements">Антуан Лоран Лавуазье</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Антуан Лоран Лавуазье</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #ebbe59;">Antoine Laurent de Lavoisier</th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img style="width:260px;" class="E-img" src="/Icons/HistoricalFigures/Antoine Laurent/img.jpg">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Дата рождения</th>
                                <td class='definition' style="color:#ebbe59;">26 августа 1743</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Место рождения</th>
                                <td class='definition' style="color:#ebbe59;">Париж</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Дата смерти</th>
                                <td class='definition' style="color:#ebbe59;">8 мая 1794 (50 лет)</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Место смерти</th>
                                <td class='definition' style="color:#ebbe59;">Париж</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Научная сфера</th>
                                <td class='definition' style="color:#ebbe59;">химия, физика, физиология</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Антуан Лоран Лавуазье</strong> — французский естествоиспытатель, основатель современной химии.</p>
                <p class="font-p">Член Парижской академии наук (1768, adjoint chimiste surnuméraire), Лондонского королевского общества (1788).</p>
                <h2  class="elements" >Биография</h2>
                <p class="font-p">Лавуазье происходил из состоятельной буржуазной семьи. Его отец был одним из 400 адвокатов, находившихся в ведении Парижского парламента, и хотел, чтобы сын тоже стал адвокатом. Однако Лавуазье больше привлекали естественные науки, поэтому одновременно с юриспруденцией он изучал математику, астрономию, ботанику, минералогию, геологию и химию. Его обучение проходило под руководством лучших парижских профессоров.</p>
                <h3>Образование</h3>
                <p class="font-p">Первоначальное образование получил в коллеже Мазарини, а затем прошёл курс юридического факультета. В 1764 году получил степень лиценциата прав.</p>
                <p class="font-p">Одновременно с прохождением курса юридических наук и по окончании его Лавуазье занимался естественными и точными науками под руководством лучших парижских профессоров того времени; математику и астрономию он изучал под руководством известного аббата Ла-Кайля (фр. La-Caille), ботанику — под руководством Бернара де Жюссье, по минералогии и геологии работал у Геттара. Курс химии прошёл у Руэля (фр. Rouelle).</p>
                <p  class="font-p">В 1765 году Лавуазье представил работу на заданную Парижской академией наук тему «О лучшем способе освещать улицы большого города». При выполнении этой работы сказалась необыкновенная настойчивость Лавуазье в преследовании намеченной цели и точность в изысканиях — достоинства, которые составляют отличительную черту вообще всех его работ. Именно, чтобы увеличить чувствительность своего зрения к слабым изменениям силы света, Лавуазье провёл шесть недель в тёмной комнате. Эта работа Лавуазье в 1766 году была удостоена золотой медали академии. В период 1763—1767 годов Лавуазье совершает ряд путешествий с Геттаром, помогая последнему в составлении минералогической карты Франции.</p>
                <p  class="font-p">18 мая 1768 года, в возрасте 25 лет, Лавуазье был избран в академию адъюнктом по химии. В 1778 году он был избран действительным членом академии, с 1785 года он состоял её директором. Во время Конвента Лавуазье явился самым деятельным защитником академии и прилагал все усилия, чтобы спасти её. Однако это ему не удалось, и в 1793 году академия была упразднена.</p>
                <p  class="font-p">В 1768 году, когда Лавуазье был избран в академию, он вступил в Генеральный откуп, пайщиком откупщика Бодона. Со смертью последнего в 1779 году Лавуазье стал самостоятельным членом откупа (фр. fermier général titulaire). Откупная система с полным основанием была ненавидима народом, но личная деятельность Лавуазье по откупам была вполне безупречна, как показал его биограф Гримоruen, опираясь на подлинные документы. Участие в откупах не было для Лавуазье синекурой; оно требовало постоянных разъездов, отнимало у него много времени и внимания.</p>
                <h3>Научная деятельность</h3>
                <div class="thumb-tright">
                    <div class="thumbinner" style="width:222px;">
                        <img alt="H1"  src="/Icons/HistoricalFigures/Antoine Laurent/img3.jpg" style="width:220px;"> 
                        <div class="thumbcaption">
                            <p class="font-p" style="margin:0;font-size:16px;">Портрет Лорана Лавуазье и его жены Марии, Жак Луи Давид (1788)</p>
                        </div>
                    </div>
                </div>  
                <div class="thumb-tright">
                    <div class="thumbinner" style="width:222px;">
                        <img alt="H1"  src="/Icons/HistoricalFigures/Antoine Laurent/img4.jpg" style="width:220px;"> 
                        <div class="thumbcaption">
                            <p class="font-p" style="margin:0;font-size:16px;">А. Л. Лавуазье в 1794 г.</p>
                        </div>
                    </div>
                </div>  
                <p  class="font-p">Значительную часть больших доходов, которые Лавуазье получал от откупов, он тратил на научные опыты. Для своих исследований он не щадил средств: например, опыты над составом воды стоили ему 50000 ливров. Он добивался самой тщательной постановки опытов и стремился к устройству наиболее точных и совершенных приборов: в этом отношении научная техника во Франции обязана ему многим. В 1775 году министр Тюрго, преобразовав пороховое дело во Франции, назначил Лавуазье одним из четырёх управляющих этим делом (фр. régisseurs des poudres). Благодаря энергии Лавуазье производство пороха во Франции к 1788 году более чем удвоилось (с 1600 тысяч фунтов оно дошло до 3700 тысяч фунтов в год). Лавуазье организует экспедиции для отыскания селитряных местонахождений, ведёт исследования, касающиеся очистки и анализа селитры; приёмы очистки селитры, разработанные Лавуазье и Боме, дошли и до нашего времени. По инициативе Лавуазье, академия наук в 1773 году. назначает премию за лучшую работу, касающуюся способа наиболее выгодного производства селитры; программа работы была детально разработана самим Лавуазье.</p>
                <p  class="font-p">Пороховым делом Лавуазье управлял до 1791 года. Он жил в пороховом арсенале; здесь же помещалась и его лаборатория, из которой вышли почти все его химические работы. Лаборатория Лавуазье была одним из главных научных центров Парижа того времени. В ней сходились представители различных отраслей знания, для обсуждения научных вопросов, сюда же приходили и начинающие молодые работники науки учиться у Лавуазье.</p>
                <p  class="font-p">Помимо научных работ, занятий по откупам и по управлению пороховым арсеналом, Лавуазье принимал участие в различных комиссиях или по поручению академии, или по поручению правительства. Так, например, в 1783 году Лавуазье составляет, по поручению академии, доклад о «месмеризме», в 1784 году — доклад об «аэростатах». Все отчёты Лавуазье обнаруживают его необыкновенное уменье смотреть в корень дела, носят печать ясного, дисциплинированного, уравновешенного ума и вместе с тем обличают натуру благородную, опиравшуюся в своей деятельности на широкие гуманные принципы, принципы общего блага.</p>
                <p  class="font-p">Эти принципы проглядывают нередко и в научных его трудах, но главным образом проявляются в исследовании тюрем, предпринятом им, в министерство Неккера, по поручению академии, и в его деятельности, направленной на улучшение положения земледельческого класса. В 1783—1788 годах Лавуазье состоял членом общества и комитета земледелия в Париже. В целом ряде докладов он указывает на необходимость изменить положение земледельческого класса податной реформой и распространением лучших способов земледельческой культуры.</p>
                <p class="font-p">Состоя в 1787 году представителем третьего сословия в Орлеанском провинциальном собрании, он выступает и там с докладами об изменении натуральной дорожной повинности, об организации различного рода благотворительных учреждений для народа, страховой кассы на случай обеднения и старости и т. п. Став с 1778 года владельцем собственного имения, Лавуазье занялся агрономическими опытами, из желания, главным образом, прийти на помощь соседним землевладельцам, подав им «примеры агрикультуры, основанной на лучших принципах». В 1788 году Лавуазье мог уже представить в комитет земледелия отчёты о плодотворных результатах своих агрономических опытов.</p>
                <p class="font-p">По его почину устраиваются школы пряжи и ткачества; до того времени лён и пенька в сыром виде шли за границу, откуда Франция получала готовое полотно; Лавуазье широко пропагандирует способ беления тканей хлором, открытый Бертолле; настаивает на необходимости устроить около Парижа опытное поле для агрономических экспериментов; составляет инструкции провинциальным собраниям, касающиеся самых разнообразных сельскохозяйственных вопросов. Как результат основательного знакомства Лавуазье с экономическим положением родины явился его мемуар, касающийся вычисления территориальных богатств Франции. Мемуар был представлен Лавуазье национальному собранию в 1791 году и имел целью дать основание наиболее рациональному расчёту налогов, какие страна может выплачивать, не изнемогая под их бременем.</p>
                <p class="font-p">Во время революции Лавуазье состоял членом «Национального Казначейства», в котором установил строгий и образцовый порядок. Эти обязанности он нёс безвозмездно. В 1790 году Национальное Собрание поручило академии наук выработать рациональную систему мер и весов. Для этой цели была организована комиссия, в которой Лавуазье принимал постоянное участие в качестве её секретаря и казначея; кроме того, ему вместе с Гюйо было поручено определить вес в пустоте единицы объёма дистиллированной воды при 0 °C; а впоследствии вместе с Жан-Шарлем Борда Лавуазье определял расширение меди и платины, для устройства нормального метра.</p>
                <h3>Трибунал и казнь</h3>
                <p  class="font-p">С 1791 года А. Л. Лавуазье принимал участие в «совещательном бюро искусств и ремёсел», имевшем задачей указывать правительству на полезные для страны технические изобретения и поощрять наградами лучшие из них. Плодом участия Лавуазье в совещательном бюро осталась записка, касающаяся организации народного просвещения.</p>
                <p class="font-p">Хотя в 1791 году Генеральный откуп (фр. Ferme générale) был уничтожен, нападки на откупщиков не прекратились. В 1793 году депутат Бурдон потребовал в Конвенте немедленного ареста и предания суду бывших участников откупа, не дожидаясь срока, назначенного для ликвидации дел. Была назначена новая комиссия для рассмотрения дел по откупам; она нашла нужным всех откупщиков за время последних трёх контрактов подвергнуть аресту. Лавуазье вместе с другими откупщиками был заключён в тюрьму в конце ноября 1793 года и Конвент постановил отдать его под суд революционного трибунала.</p>
                <p class="font-p">Приговорённые обвинялись в заговоре против французского народа, помощи врагам нации, примешивании вредных примесей к жизненным припасам, удерживании в своих руках средств, необходимых для государственной обороны. Революционный трибунал приговорил всех откупщиков (31 человека) к смерти, кроме одного, вычеркнутого из списка Робеспьером. Ни петиция от совещательного бюро, ни всем известные заслуги перед родиной, ни научная слава не спасли Лавуазье от смерти. «Республика не нуждается в учёных» — якобы заявил председатель трибунала Коффиналь в ответ на петицию бюро.</p>
                <p class="font-p">8 мая 1794 года (19 флореаля II года республики) Антуан Лоран Лавуазье был гильотинирован по решению революционного трибунала. Историк науки В. Штрубе отмечает, что в обвинении учёному чувствуется надуманность и демагогичность. По свидетельству жены Лавуазье, учёные, которые должны были бы выступить в защиту Лавуазье, ничего не сделали для его спасения. Останки Лавуазье были захоронены в общей могиле на кладбище Эрранси.</p>
            </div>
        </div>
    </div>
</body>
</html> 