<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="http://scienchemistry.org/web/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
</head>
<body>
    <div class="wrapper">
        <!--#include virtual="/web/Sitedesign/Menu.html"-->
        <div class="container2">
            <!--#include virtual="/web/Sitedesign/Tablestructure.html"-->
        </div>
        <div class="container"> 
            <div class="information">
                <h1 class="elements" id="Ni">Никель</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #fd8572;"><em>Ni</em></th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img class="E-img" src="http://chemistry.com/Elements/Image/metals/eight_row/Ni/Ni.gif">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td class='definition' style="color:#fd8572;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td class='definition' style="color:#fd8572;"> 21 декабря 1898 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td class='definition' style="color:#fd8572;">компактных источниках нейтронов, медицине</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Никель</strong> - это химический элемент десятой (по устаревшей короткопериодной форме — побочной подгруппы восьмой) группы, четвёртого периода периодической системы, с атомным номером 28. Обозначается символом Ni (лат. Niccolum). Простое вещество никель — это пластичный, ковкий, переходный металл серебристо-белого цвета, при обычных температурах на воздухе покрывается тонкой плёнкой оксида. Химически малоактивен.</p>
                <h2>Физические свойства</h2>
                <p class="font-p"><strong class="word">Никель</strong> — серебристо-белый металл, не тускнеет на воздухе. Имеет гранецентрированную кубическую решетку с периодом a = 0,35238 нм, пространственная группа Fm3m. В чистом виде весьма пластичен и поддается обработке давлением. Является ферромагнетиком с точкой Кюри 358 °C.</p>
                    <ol>
                        <li>Удельное электрическое сопротивление 0,0684 мкОм∙м.</li>
                        <li>Коэффициент линейного теплового расширения α=13,5∙10−6 K−1 при 0 °C</li>
                        <li>Модуль упругости 196—210 ГПа.[3]</li>
                        <li>Температура плавления = 1453 градуса Цельсия</li>
                    </ol>                    
                <h2>Химические свойства</h2>
                <p class="font-p">Атомы никеля имеют внешнюю электронную конфигурацию 3d84s2. Наиболее устойчивым для никеля является состояние окисления Ni(II).Никель образует соединения со степенью окисления +1, +2, +3 и +4. При этом соединения никеля со степенью окисления +4 редкие и неустойчивые[4]. Оксид никеля Ni2O3 является сильным окислителем.Никель характеризуется высокой коррозионной стойкостью — устойчив на воздухе, в воде, в щелочах, в ряде кислот[5]. Химическая стойкость обусловлена его склонностью к пассивированию — образованию на его поверхности плотной оксидной плёнки, обладающей защитным действием. Никель активно растворяется в разбавленной азотной кислоте:
                    <br><strong>3Ni + 8HNO₃(30%) → 3Ni(NO₃)₂ + 2NO + 4H₂O</strong>
                <br>и в горячей концентрированной серной:
                    <br><strong>Ni + 2H₂SO₄ → NiSO₄ + SO₂ + 2H₂O</strong>
                <br>С соляной и с разбавленной серной кислотами реакция протекает медленно. Концентрированная азотная кислота пассивирует никель, однако при нагревании реакция всё же протекает[6] (основной продукт восстановления азота — NO2).С оксидом углерода CO никель легко образует летучий и очень ядовитый карбонил Ni(CO)4.Тонкодисперсный порошок никеля пирофорный (самовоспламеняется на воздухе).Никель горит только в виде порошка. Образует два оксида NiO и Ni2O3 и соответственно два гидроксида Ni(OH)2 и Ni(OH)3. Важнейшие растворимые соли никеля — ацетат, хлорид, нитрат и сульфат. Водные растворы солей окрашены обычно в зелёный цвет, а безводные соли — жёлтые или коричнево-жёлтые. К нерастворимым солям относятся оксалат и фосфат (зелёные), три сульфида: NiS (черный), Ni3S2 (желтовато-бронзовый) и Ni3S4 (серебристо-белый). Никель также образует многочисленные координационные и комплексные соединения. Например, диметилглиоксимат никеля Ni(C4H6N2O2)2, дающий чёткую красную окраску в кислой среде, широко используется в качественном анализе для обнаружения никеля.Водный раствор сульфата никеля имеет зелёный цвет.Водные растворы солей никеля(II) содержат ион гексаакваникеля(II) [Ni(H2O)6]2+. При добавлении к раствору, содержащему эти ионы, аммиачного раствора происходит осаждение гидроксида никеля (II), зелёного желатинообразного вещества. Этот осадок растворяется при добавлении избыточного количества аммиака вследствие образования ионов гексааминникеля(II) [Ni(NH3)6]2+.Никель образует комплексы с тетраэдрической и с плоской квадратной структурой. Например, комплекс тетрахлороникелат (II) [NiCl4]2− имеет тетраэдрическую структуру, а комплекс тетрацианоникелат(II) [Ni(CN)4]2− имеет плоскую квадратную структуру.В качественном и количественном анализе для обнаружения ионов никеля (II) используется щелочной раствор бутандиондиоксима, известного также под названиями диметилглиоксим и реактив Чугаева. То, что это вещество является реактивом на никель, установил в 1905 году Л. А. Чугаев[7][8]. При его взаимодействии с ионами никеля (II) образуется красное координационное соединение бис(бутандиондиоксимато)никель(II). Это — хелатное соединение, и бутандиондиоксимато-лиганд является бидентатным.</p>
                <h2>Историческая справка</h2>
                <p class="font-p">Никель (англ., франц. и нем. Nickel) открыт в 1751 г. Однако задолго до этого саксонские горняки хорошо знали руду, которая внешне походила на медную и применялась в стекловарении для окраски стёкол в зелёный цвет. Все попытки получить из этой руды медь оказались неудачными, в связи с чем в конце XVII в. руда получила название купферникель (Kupfernickel), что переводится как «Медный упрямец» или «Медный озорник». Данную руду (красный никелевый колчедан NiAs) в 1751 г. исследовал шведский минералог А. Кронстедт. Ему удалось получить зелёный окисел и путём восстановления последнего — новый металл, названный никелем. Когда Бергман получил металл в более чистом виде, он установил, что по своим свойствам металл похож на железо; более подробно никель изучали многие химики, начиная с Пруста. Никкел — ругательное слово на языке горняков. Оно образовалось из искажённого Nicolaus — родового слова, имевшего несколько значений. Но главным образом слово Nicolaus служило для характеристики двуличных людей; кроме того, оно обозначало «озорной маленький дух», «обманчивый бездельник» и т. д. В русской литературе начала XIX в. употреблялись названия николан (Шерер, 1808 и Захаров, 1810), николь и никель (Двигубский, 1824).</p>
            </div>        
        </div>
    </div>
</body>
</html>
