<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="http://scienchemistry.org/web/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
</head>
<body>
    <div class="wrapper">
        <!--#include virtual="/web/Sitedesign/Menu.html"-->
        <div class="container2">
            <!--#include virtual="/web/Sitedesign/Tablestructure.html"-->
        </div>
        <div class="container">             
            <div class="information">
                <h1 class="elements" id="Sg">Сиборгий</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #fd8572;"><em>Sg</em></th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img class="E-img" src="http://chemistry.com/Elements/Image/metals/four_row/Sg/Sg.gif">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td class='definition' style="color:#fd8572;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td class='definition' style="color:#fd8572;"> 21 декабря 1898 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td class='definition' style="color:#fd8572;">компактных источниках нейтронов, медицине</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="bold"><em>Сиборгий</em></strong> - это химический элемент 6-й группы (в старой терминологии — побочной подгруппы VI группы) 7-го периода периодической системы элементов с атомным номером 106; короткоживущий радиоактивный элемент.</p>
                <h3>Химические соединения</h3>
                <p class="font-p">Тантал обладает высокой температурой плавления — 3290 K (3017 °C); кипит при 5731 K (5458 °C)[3]. Плотность тантала — 16,65 г/см3[3]. Несмотря на высокую температуру плавления, пластичен, как золото. Чистый тантал хорошо поддаётся механической обработке, легко штампуется, раскатывается в проволоку и тончайшие листы толщиной в сотые доли миллиметра. Не становится хрупким даже при температуре жидкого азота (−196 °C). При наличии примесей (углерод, азот, кислород, водород) механические свойства резко ухудшаются, что делает проблему получения сверхчистого металла особенно важной[7]. Тантал является отличным геттером (газопоглотителем), при 800 °C он способен поглотить 740 объёмов газа. Кристаллическая решётка — кубическая, объёмноцентрированная[4]. Обладает парамагнитными свойствами[4].При температуре ниже 4,45 К переходит в сверхпроводящее состояние[4].</p>
                <h3>Историческая справка</h3>
                <p class="font-p">Сиборгий синтезирован в 1974 г. в Лаборатории имени Лоуренса Калифорнийского университета в Беркли[1]. Для получения нового элемента была использована реакция 249Cf+18O→263106+4n. Нуклид был идентифицирован по α-распаду в 259Rf и далее в 255No. Одновременно и независимо работавшая в Дубне группа Г. Н. Флерова и Юрия Оганесяна опубликовала данные о синтезе 106-го элемента в реакциях слияния ядер свинца и хрома[2]. Учёные приписали наблюдавшееся ими спонтанное деление продукта реакции ядру 259106 с периодом полураспада в несколько миллисекунд[3]. Это достижение было признано как научное открытие и занесено в Государственный реестр открытий СССР под № 194 с приоритетом от 11 июля 1974 г. в следующей формулировке: «Установлено неизвестное ранее явление образования радиоактивного изотопа элемента с атомным номером 106, заключающееся в том, что при облучении изотопов свинца ускоренными ионами хрома происходит слияние ядер свинца и ядер хрома с образованием изотопа элемента с атомным номером 106 и периодом полураспада около 0,01 с»[4].Рабочая группа IUPAC в 1993 г. заключила, что работа группы из Дубны имела большое значение для дальнейших исследований, но, в отличие от работы группы из Беркли, не продемонстрировала с достаточной уверенностью образование нового элемента[5]. Поэтому в 1997 г. IUPAC (вопреки своей предыдущей рекомендации, где было высказано согласие на предложение советских учёных назвать элемент «резерфордием»[6]) принял решение назвать элемент в честь физика из Беркли Гленна Сиборга[7], который участвовал в открытии плутония и девяти других трансурановых элементов. Сиборг стал первым учёным, при жизни которого элемент был назван его именем[8].Сиборгий был получен искусственно путём ядерного синтеза. Большое число частиц в ядре делает атом нестабильным и вызывает расщепление на более мелкие осколки сразу после получения.Сиборгий принадлежит к числу трансактиноидов, предположительно расположен в группе VIB, в седьмом периоде системы Менделеева. Формула трёх внешних электронных слоев атома сиборгия предположительно такова:5s2 p6 d10 f14 6s2 p6 d4 7s2.Учёные получили несколько изотопов сиборгия с массовыми числами 258—267, 269 и 271, различающихся периодом полураспада. Наибольший период полураспада (14 минут) имеет 269Sg[9].</p>
            </div>
            <!--
                <h1 class="elements" id="Mn">Марганец</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='plainlist' colspan="2" style="background: #1b1e20;color: #fd8572;"><em>Mn</em></th>
                            </tr>
                            <tr>
                                <td colspan="2">
                                    <img class="E-img" src="elements/metals/five_row/Mn/Mn.gif">
                                </td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td style="color:#fd8572;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td style="color:#fd8572;"> 21 декабря 1898 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td style="color:#fd8572;">компактных источниках нейтронов, медицине</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p><strong class="bold"><em>Марганец</em></strong> - это химический элемент с атомным номером 74 в Периодической системе химических элементов Д. И. Менделеева, обозначается символом W (лат. Wolframium). При нормальных условиях представляет собой твёрдый блестящий серебристо-серый переходный металл.Вольфрам — самый тугоплавкий из металлов. Более высокую температуру плавления имеет только неметаллический элемент — углерод, но он существует в жидком виде только при высоких давлениях. При стандартных условиях вольфрам химически стоек.</p>
                <h3>Физические и химические свойства</h3>
                <p>Марганец твердый хрупкий металл. Известны четыре кубические модификации металлического марганца. При температурах от комнатной и до 710°C устойчив альфа-Mn, параметр решетки а = 0,89125 нм, плотность 7,44 кг/дм3 . В интервале температур 710-1090°C существует бета-Mn, параметр решетки а = 0,6300 нм; при температурах 1090-1137°C — гамма-Mn, параметр решетки а = 0,38550 нм. Наконец, при температуре от 1137°C и до температуры плавления (1244°C) устойчив дельта-Mn с параметром решетки а = 0,30750 нм. Модификаци альфа, бета и дельта хрупкие, гамма-Mn пластичен. Температура кипения марганца около 2080°C.На воздухе марганец окисляется, в результате чего его поверхность покрывается плотной оксидной пленкой, которая предохраняет металл от дальнейшего окисления. При прокаливании на воздухе выше 800°C марганец покрывается окалиной, состоящей из внешнего слоя Mn3O4 и внутреннего слоя состава MnO. Марганец образует несколько оксидов: MnO, Mn3O4, Mn2O3, MnO2 и Mn2O7. Все они, кроме Mn2O7, представляющего собой при комнатной температуре маслянистую зеленую жидкость с температурой плавления 5,9°C, твердые кристаллические вещества. Монооксид марганца MnO образуется при разложении солей двухвалентного марганца (карбоната и других) при температуре около 300°C в инертной атмосфере:
                    <br><strong class="bold"><em class="Redline">MnCO₃ → MnO + CO₂</em></strong>
                <br>Этот оксид обладает полупроводниковыми свойствами. При разложении MnOОН можно получить Mn2O3. Этот же оксид марганца образуется при нагревании MnO2 на воздухе при температуре примерно 600°C:
                    <br><strong class="bold"><em class="Redline">4MnO₂ → 2Mn₂O₃ + O₂</em></strong>
                <br>Оксид Mn2O3 восстанавливается водородом до MnO, а под действием разбавленных серной и азотной кислот переходит в диоксид марганца MnO2. Если MnO2 прокаливать при температуре около 950°C, то наблюдается отщепление кислорода и образование оксида марганца состава Mn3O4:
                    <br><strong class="bold"><em class="Redline">3MnO₂ → Mn₃O₄ + O₂</em></strong>
                <br>Этот оксид можно представить как MnO·Mn 2О3, и по свойствам Mn3О4 соответствует смеси этих оксидов. Диоксид марганца MnO2 — наиболее распространенное природное соединение марганца в природе, существующее в нескольких полиморфных формах. Так называемая бета-модификация MnO2 — это уже упоминавшийся минерал пиролюзит. Ромбическая модификация диоксида марганца, гамма-MnO 2 также встречается в природе. Это — минерал рамсделит (другое название — полианит).Диоксид марганца нестехиометричен, в его решетке всегда наблюдается дефицит кислорода. Если оксиды марганца, отвечающие его более низким степеням окисления, чем +4, — основные, то диоксид марганца обладает амфотерными свойствами. При 170°C MnO2 можно восстановить водородом до MnO. Если к перманганату калия KMnO4 добавить концентрированную серную кислоту, то образуется кислотный оксид Mn2O7, обладающий сильными окислительными свойствами:
                    <br><strong class="bold"><em class="Redline">2KMnO₄ + 2H₂SO₄ → 2KHSO₄ + Mn₂O7 + H₂O</em></strong>
                <br>Mn2O7 — кислотный оксид, ему отвечает сильная, не существующая в свободном состоянии марганцовая кислота НMnO4. При взаимодействии марганца с галогенами образуются дигалогениды MnHal2. В случае фтора возможно также образование фторидов состава MnF3 и MnF4, а в случае хлора — также трихлорида MnCl3 . Реакции марганца с серой приводят к образованию сульфидов составов MnS (существует в трех полиморфных формах) и MnS2. Известна целая группа нитридов марганца: MnN6 , Mn5N2, Mn4N, MnN,Mn6N5, Mn3N2.С фосфором марганец образует фосфиды составов MnР, MnP3, Mn₂P, Mn3P, Mn3P₂ и Mn4P. Известно несколько карбидов и силицидов марганца. С холодной водой марганец реагирует очень медленно, но при нагревании скорость реакции значительно возрастает, образуется Mn(OH)2 и выделяется водород. При взаимодействии марганца с кислотами образуются соли марганца(II):
                    <br><strong class="bold"><em class="Redline">Mn + 2HCl = MnCl₂ +H₂</em></strong>
                <br>Из растворов солей Mn 2+ можно осадить плохо растворимое в воде основание средней силы Mn(OH)₂:
                    <br><strong class="bold"><em class="Redline">Mn(NO₃)₂ + 2NaOH= Mn(OH)₂ + 2NaNO₃</em></strong>
                <br>Марганцу отвечает несколько кислот, из которых наиболее важны сильные неустойчивые марганцоватая кислота H 2MnO4 и марганцовая кислота HMnO4, соли которых — соответственно, манганаты (например, манганат натрия Na2MnO4) и перманганаты (например, перманганат калия KMnO 4). Манганаты (известны манганаты только щелочных металлов и бария) могут проявлять свойства как окислителей (чаще)
                    <br><strong class="bold"><em class="Redline">2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</em></strong>
                    <br><strong class="bold"><em class="Redline">2K₂MnO₄ + Cl₂=2KMnO₄ + 2KCl</em></strong>
                <br>В водных растворах манганаты диспропорционируют на соединения марганца(+4) и марганца(+7):
                    <br><strong class="bold"><em class="Redline">3K2MnO₄ +3Н₂О = 2KMnO₄ + MnO₂·Н₂О +4КОН</em></strong>
                <br>При этом окраска раствора из зеленой переходит в синюю, затем в фиолетовую и малиновую. За способность изменять окраску своих растворов К. Шееле назвал манганат калия минеральным хамелеоном. Перманганаты — сильные окислители. Например, перманганат калия KMnO4 в кислой среде окисляет сернистый газ SO₂ до сульфата:
                    <br><strong class="bold"><em class="Redline">2KMnO₄+ 5SO₂ +2H₂O = K₂SO₄ + 2MnSO₄ + 2H₂SO₄</em></strong>
                <br>При давлении около 10 МПа безводный MnCl2 в присутствии металлоорганических соединений реагирует с оксидом углерода(II) CO с образованием биядерного карбонила Mn2 (CO)10.</p>
                <h3>Историческая справка</h3>
                <p>Один из основных материалов марганца — пиролюзит — был известен в древности как черная магнезия и использовался при варке стекла для его осветления. Его считали разновидностью магнитного железняка, а тот факт, что он не притягивается магнитом, Плиний Старший объяснил женским полом черной магнезии, к которому магнит «равнодушен». В 1774 г. шведский химик К. Шееле показал, что в руде содержится неизвестный металл. Он послал образцы руды своему другу химику Ю. Гану, который, нагревая в печке пиролюзит с углем, получил металлический марганец. В начале 19 в. для него было принято название «манганум» (от немецкого Manganerz — марганцевая руда).</p>
                <h1 class="elements" id="Tc">Технеций</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='plainlist' colspan="2" style="background: #1b1e20;color: #fd8572;"><em>Tc</em></th>
                            </tr>
                            <tr>
                                <td colspan="2">
                                    <img class="E-img" src="elements/metals/five_row/Tc/Tc.gif">
                                </td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td style="color:#fd8572;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td style="color:#fd8572;"> 21 декабря 1898 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td style="color:#fd8572;">компактных источниках нейтронов, медицине</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p><strong class="bold"><em>Технеций</em></strong> - это химический элемент седьмой группы (по устаревшей классификации — побочной подгруппы седьмой группы), пятого периода периодической системы химических элементов, атомный номер — 43. Обозначается символом Tc (лат. Technetium). Простое вещество технеций — радиоактивный переходный металл серебристо-серого цвета. Самый лёгкий элемент, не имеющий стабильных изотопов. Первый из синтезированных химических элементов. Только около 18 000 тонн естественно образовавшегося технеция могут быть найдены в любой момент времени в земной коре. Природный технеций является продуктом самопроизвольного деления урановой руды и ториевой руды или продуктом захвата нейтронов в молибденовых рудах. Наиболее распространенным природным изотопом является Tc-99. Весь остальной технеций на Земле произведен синтетически как продукт деления урана-235 и других делящихся ядер в ядерных реакторах всех типов (энергетических, военных, исследовательских, пропульсационных и т.п.) и в случае переработки отработанного ядерного топлива извлекается из ядерных топливных стержней. Либо, при отсутствии переработки, обеспечивает их остаточную радиоактивность 2 млн и более лет.</p>
                <h3>Физические и химические свойства</h3>
                <p>Технеций — радиоактивный переходный металл серебристо-серого цвета с гексагональной решёткой (a = 2,737 Å, с = 4,391 Å). По химическим свойствам технеций близок к марганцу и рению, в соединениях проявляет степени окисления от −1 до +7. При взаимодействии с кислородом образует оксиды Tc2O7 и TcO2, с хлором и фтором — галогениды TcX6, TcX5, TcX4, с серой — сульфиды Tc2S7 и TcS2. Технеций входит в состав координационных и элементоорганических соединений. В ряду напряжений технеций стоит правее водорода, не реагирует с соляной, но легко растворяется в азотной и серной кислотах.</p>
                <h3>Историческая справка</h3>
                <p>С 1860-х по 1871 год ранние формы периодической таблицы, предложенные Дмитрием Менделеевым, содержали разрыв между молибденом (элемент 42) и рутением (элемент 44). В 1871 году Менделеев предсказал, что этот недостающий элемент займет пустующее место под марганцем и будет иметь аналогичные химические свойства. Менделеев дал ему предварительное название ekamanganese (от eka-, санскритское слово для одного), потому что предсказанный элемент был на одно место ниже известного элемента марганец.C развитием ядерной физики стало понятно, почему технеций никак не удаётся обнаружить в природе: в соответствии с правилом Маттауха-Щукарева этот элемент не имеет стабильных изотопов. Технеций был синтезирован из молибденовой мишени, облучённой на ускорителе-циклотроне ядрами дейтерия в Национальной лаборатории им. Лоуренса в Беркли в США, а затем был обнаружен в Палермо в Италии: 13 июня 1937 года датируется заметка итальянских исследователей К. Перрье[es] и Э. Сегре в журнале «Nature», в которой указано, что в этой мишени содержится элемент с атомным номером 43[2]. Название «технеций» новому элементу было предложено первооткрывателями в 1947 году[3][4]. До 1947 года помимо предложенного Д. И. Менделеевым названия «эка-марганец» (т.е., «подобный марганцу») применялось также название «мазурий» (лат. Masurium, обозначение - Ma)[5].В 1952 году Пол Меррилл открыл набор линий поглощения (403,1 нм, 423,8 нм, 426,2 нм, и 429,7 нм), соответствующий технецию (точнее, изотопу 98Tc[6]), в спектрах некоторых звёзд S-типа, в частности, хи Лебедя, AA Лебедя, R Андромеды, R Гидры, омикроне Кита и особенно интенсивные линии — у звезды R Близнецов[7], это означало, что технеций присутствует в их атмосферах, и явилось доказательством происходящего в звёздах ядерного синтеза[8], ныне подобные звёзды называются технециевыми звёздами.</p>
                <h1 class="elements" id="Re">Рений</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='plainlist' colspan="2" style="background: #1b1e20;color: #fd8572;"><em>Re</em></th>
                            </tr>
                            <tr>
                                <td colspan="2">
                                    <img class="E-img" src="elements/metals/five_row/Re/Re.gif">
                                </td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td style="color:#fd8572;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td style="color:#fd8572;"> 21 декабря 1898 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td style="color:#fd8572;">компактных источниках нейтронов, медицине</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p><strong class="bold"><em>Рений</em></strong> - это химический элемент с атомным номером 75 в Периодической системе химических элементов Д. И. Менделеева, обозначается символом Re. При стандартных условиях представляет собой плотный серебристо-белый переходный металл.</p>
                <h3>Физические свойства</h3>
                <p>Рений — блестящий серебристо-белый металл. Порошок металла — чёрного или тёмно-серого цвета в зависимости от дисперсности. Это один из наиболее плотных и твёрдых металлов (плотность — 21,02 г/см³). Температура плавления — 3459 K (3186 °C)[3]. Кипит при 5869 K (5596 °C)[3]. Парамагнитен[6].Кристаллическая решётка гексагональная (а = 0,2760 нм, с = 0,4458 нм)[4] (а = 0,2761 нм, с = 0,4456 нм)[19].По ряду физических свойств рений приближается к тугоплавким металлам VI группы (молибден, вольфрам), а также к металлам платиновой группы. По температуре плавления рений занимает второе место среди металлов, уступая лишь вольфраму, а по плотности — четвёртое (после осмия, иридия и платины). По температуре кипения стоит на первом месте среди химических элементов (5869 К по сравнению с 5828 К у вольфрама)[3]. Чистый металл пластичен при комнатной температуре, но вследствие высокого модуля упругости после обработки твёрдость рения сильно возрастает из-за наклёпа. Для восстановления пластичности его отжигают в водороде, инертном газе или вакууме. Рений выдерживает многократные нагревы и охлаждения без потери прочности. Его прочность при температуре до 1200°C выше, чем вольфрама, и значительно превосходит прочность молибдена. Удельное электросопротивление рения в четыре раза больше, чем у вольфрама и молибдена[13].</p>
                <h3>Химические свойства</h3>
                <p>Компактный рений устойчив на воздухе при обычных температурах. При температурах выше 300 °C наблюдается окисление металла, интенсивно окисление идёт при температурах выше 600 °C. Рений более устойчив к окислению, чем вольфрам, не реагирует непосредственно с азотом и водородом; порошок рения лишь адсорбирует водород. При нагревании рений взаимодействует с фтором, хлором и бромом. Рений почти не растворим в соляной и плавиковой кислотах и лишь слабо реагирует с серной кислотой даже при нагревании, но легко растворяется в азотной кислоте. Со ртутью рений образует амальгаму[20].Рений взаимодействует с водными растворами пероксида водорода с образованием рениевой кислоты.</p>
                <h3>Историческая справка</h3>
                <p>Существование рения было предсказано Д. И. Менделеевым («тримарганец») в 1871 году[6], по аналогии свойств элементов в группе периодической системы, однако «двимарганец» (английское «dvi-manganese») использовалось гораздо чаще[7].Элемент открыли в 1925 году немецкие химики Ида и Вальтер Ноддак, исследуя минерал колумбит спектральным анализом[6] в лаборатории компании Siemens & Halske. Об этом было доложено на собрании немецких химиков в Нюрнберге. В следующем году группа учёных выделила из молибденита первые 2 мг рения. Относительно чистый рений удалось получить только в 1928 году. Для получения 1 г рения требовалось переработать более 600 кг норвежского молибденита.Первое промышленное производство рения было организовано в Германии в 1930-х годах[8]. Мощность установки составляла 120 кг в год, что полностью удовлетворяло мировую потребность в этом металле. В 1943 году в США после переработки молибденовых концентратов были получены первые 4,5 кг рения.Рений стал последним открытым элементом, у которого известен стабильный изотоп. Все элементы, которые были открыты позднее рения (в том числе и полученные искусственно), не имели стабильных изотопов.</p>
                <h1 class="elements" id="Bh">Борий</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='plainlist' colspan="2" style="background: #1b1e20;color: #fd8572;"><em>Bh</em></th>
                            </tr>
                            <tr>
                                <td colspan="2">
                                    <img class="E-img" src="elements/metals/five_row/Bh/Bh.gif">
                                </td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td style="color:#fd8572;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td style="color:#fd8572;"> 21 декабря 1898 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td style="color:#fd8572;">компактных источниках нейтронов, медицине</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p><strong class="bold"><em>Борий</em></strong> - это нестабильный радиоактивный химический элемент с атомным номером 107. Известны изотопы с массовыми числами от 261 до 272. Наиболее стабильный изотоп из полученных — борий-267 с периодом полураспада 17 с.</p>
                <h3>Химические свойства</h3>
                <p>При реакции с хлороводородом в присутствии кислорода образует летучий оксихлорид (BhO3Cl)[11].</p>
                <h3>Историческая справка</h3>
                <p>О синтезе 107-го элемента впервые сообщила в 1976 г. группа Юрия Оганесяна из Объединённого института ядерных исследований в Дубне[2]. Методика этой работы заключалась в исследовании спонтанного деления продуктов реакции слияния ядер висмута-209 и хрома-54. Было найдено два характерных времени полураспада: 5 с и 1—2 мс. Первый из них был приписан распаду ядра 257105, так как этот же период полураспада наблюдался и для продуктов реакций, приводящих к образованию 105-го элемента: 209Bi+50Ti, 208Pb+51V, 205Tl+54Cr. Второй период полураспада был приписан ядру 261107, который, по предположению учёных, имеет две моды распада: спонтанное деление (20 %) и α-распад, приводящий к спонтанно делящемуся дочернему ядру 257105 с периодом полураспада 5 с.В 1981 году группа немецких учёных из Института тяжёлых ионов (нем. Gesellschaft für Schwerionenforschung, GSI) в Дармштадте исследовала продукты той же реакции 209Bi+54Cr, используя усовершенствованную методику, позволяющую обнаруживать α-распад нуклидов и определять его параметры. В своём эксперименте учёные из GSI идентифицировали 5 событий α-распада ядра 262107, оценив его время жизни в 4,7+2,3−1,6 с[3].Как показали дальнейшие исследования изотопов элементов 107, 105 и 104, в реакции 209Bi+54Cr действительно рождаются ядра 261107 и 262107[4]. Но многие выводы, сделанные в 1976 году группой из ОИЯИ, оказались ошибочными. В частности, период полураспада около 5 с имеет не 257105, а 258105[5]. С вероятностью 1/3 этот нуклид испытывает бета-распад и превращается в 258104, который очень быстро (период полураспада 12 мс) спонтанно делится. Это означает, что в ОИЯИ наблюдались продукты α-распада ядра 262107, а не 261107[6]. Время жизни изотопа 261107, по современным оценкам, составляет 12 мс, что на порядок выше, чем результат 1976 года.</p>
                <h1 class="elements" id="Fe">Железо</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='plainlist' colspan="2" style="background: #1b1e20;color: #fd8572;"><em>Fe</em></th>
                            </tr>
                            <tr>
                                <td colspan="2">
                                    <img class="E-img" src="elements/metals/six_row/Fe/Fe.gif">
                                </td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td style="color:#fd8572;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td style="color:#fd8572;"> 21 декабря 1898 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td style="color:#fd8572;">компактных источниках нейтронов, медицине</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p><strong class="bold"><em>Железо</em></strong> - это нестабильный радиоактивный химический элемент с атомным номером 107. Известны изотопы с массовыми числами от 261 до 272. Наиболее стабильный изотоп из полученных — борий-267 с периодом полураспада 17 с.</p>
                <h3>Физические свойства</h3>
                <p>Железо — типичный металл, в свободном состоянии — серебристо-белого цвета с сероватым оттенком. Чистый металл пластичен, различные примеси (в частности — углерод) повышают его твёрдость и хрупкость. Обладает ярко выраженными магнитными свойствами. Часто выделяют так называемую «триаду железа» — группу трёх металлов (железо Fe, кобальт Co, никель Ni), обладающих схожими физическими свойствами, атомными радиусами и значениями электроотрицательности.
                Для железа характерен полиморфизм, оно имеет четыре кристаллические модификации:</p>
                <h3>Историческая справка</h3>
                <p>Железо как инструментальный материал известно с древнейших времён. Самые древние изделия из железа, найденные при археологических раскопках, датируются 4-м тысячелетием до н. э. и относятся к древнешумерской и древнеегипетской цивилизациям. Это изготовленные из метеоритного железа, то есть сплава железа и никеля (содержание последнего колеблется от 5 до 30 %), украшения из египетских гробниц (около 3800 года до н. э.)[4][5]и кинжал из шумерского города Ура (около 3100 года до н. э.).[6]Первыми освоили метод выплавки железа хатты. На это указывает древнейшее (2-е тысячелетие до н. э.) упоминание железа в текстах хеттов, основавших свою империю на территории хаттов (современной Анатолии в Турции)[7].{{Нет АИ 2|В древности мастерами железных изделий слыли халибы.[8]Аристотель описал их способ получения стали: «халибы несколько раз промывали речной песок их страны — тем самым выделяя чёрный шлих (тяжёлая фракция, состоящая в основном из магнетита и гематита), и плавили в печах; полученный таким образом металл имел серебристый цвет и был нержавеющим».[источник не указан 326 дней]В качестве сырья для выплавки стали использовались магнетитовые пески[источник не указан 326 дней], которые часто встречаются по всему побережью Чёрного моря: эти магнетитовые пески состоят из смеси мелких зёрен магнетита, титано-магнетита или ильменита, и обломков других пород, так что выплавляемая халибами сталь была легированной, и имела превосходные свойства. Такой своеобразный способ получения железа говорит о том, что халибы лишь распространили железо как технологический материал, но их способ не мог быть методом повсеместного промышленного производства железных изделий. Однако их производство послужило толчком для дальнейшего развития металлургии железа.[источник не указан 326 дней]Климент Александрийский в своём энциклопедическом труде «Строматы» упоминает, что по греческим преданиям железо (видимо, выплавка его из руды) было открыто на горе Иде — так называлась горная цепь возле Трои (в Илиаде она упоминается как гора Ида, с которой Зевс наблюдал за битвой греков с троянцами). Произошло это через 73 года после Девкалионова потопа, а этот потоп, согласно Паросской хронике, был в 1528 году до н. э., то есть метод выплавки железа из руды был открыт примерно в 1455 году до н. э.[источник не указан 326 дней] Однако из описания Климента не ясно[кому?], говорит ли он именно об этой горе в Передней Азии (Ида Фригийская у Вергилия), или же о горе Ида на острове Крит, о которой римский поэт Вергилий в Энеиде пишет как о прародине троянцев.[источник не указан 326 дней]Первое письменное свидетельство о железе имеется в глиняных табличках архива египетских фараонов Аменхотепа III и Эхнатона, и относится к тому же времени (1450—1400 год до н. э.). Там упоминается о выделке железа на юге Закавказья, которое греки называли Колхидой (и возможно, что слово «kolhidos» может быть модификацией слова «halibos») — а именно, что царь страны Митанни и властитель Армении и Южного Закавказья послал египетскому фараону Аменхотепу II «вместе с 318 наложницами кинжалы и кольца из хорошего железа». Такие же подарки фараонам дарили и хетты.[источник не указан 326 дней]{{Нет АИ 2|В самой глубокой древности железо ценилось дороже золота, и по описанию Страбона, у африканских племён за 1 фунт железа давали 10 фунтов золота, а по исследованиям историка Г. Арешяна стоимости меди, серебра, золота и железа у древних хеттов были в соотношении 1 : 160 : 1280 : 6400.[9] В те времена железо использовалось как ювелирный металл, из него делали троны и другие регалии царской власти: например, в библейской книге Второзаконие описан «одр железный» рефаимского царя Ога. [10]По описаниям Гомера, хотя во время Троянской войны (примерно 1250 год до н. э.) оружие было в основном из меди и бронзы, но железо уже было хорошо известно и пользовалось большим спросом, хотя больше как драгоценный металл[11]. Это железо ахейцы добывали у троянцев и сопредельных народов (Илиада 7,473), в том числе у халибов, которые воевали на стороне троянцев.[источник не указан 326 дней]А раскопки в Афинах показали, что уже около 1100 года до н. э. и позднее уже широко были распространены железные мечи, копья, топоры, и даже железные гвозди.[источник не указан 326 дней] В библейской книге Иисуса Навина 17,16 (ср. Судей 14,4) описывается, что филистимляне (библейские «PILISTIM», а это были протогреческие племена, родственные позднейшим эллинам, в основном пеласги) имели множество железных колесниц, то есть в это время железо уже стало широко применяться в больших количествах.Гомер называет железо многотрудным, потому что в древности основным методом его получения был сыродутный процесс: перемежающиеся слои железной руды и древесного угля прокаливались в специальных печах (горнах — от древнего «Horn» — рог, труба, первоначально это была просто труба, вырытая в земле, обычно горизонтально в склоне оврага). В горне окислы железа восстанавливаются до металла раскалённым углём, который отбирает кислород, окисляясь до окиси углерода, и в результате такого прокаливания руды с углём получалось тестообразное кричное (губчатое) железо. Крицу очищали от шлаков ковкой, выдавливая примеси сильными ударами молота. Первые горны имели сравнительно низкую температуру — заметно меньше температуры плавления чугуна, поэтому железо получалось сравнительно малоуглеродистым. Чтобы получить крепкую сталь, приходилось много раз прокаливать и проковывать железную крицу с углём, при этом поверхностный слой металла дополнительно насыщался углеродом и упрочнялся. Так получалось «хорошее железо» — и хотя это требовало больших трудов, изделия, полученные таким способом, были существенно более крепкими и твёрдыми, чем бронзовые.[источник не указан 326 дней]В дальнейшем научились[кто?] делать более эффективные печи (в русском языке — домна, домница) для производства стали, и применили меха для подачи воздуха в горн.[источник не указан 326 дней] Уже римляне умели доводить температуру в печи до плавления стали[источник не указан 326 дней] (около 1400 °C, а чистое железо плавится при 1535 °C). При этом образуется чугун с температурой плавления 1100—1200 °C, очень хрупкий в твёрдом состоянии (даже не поддающийся ковке) и не обладающий упругостью стали. Первоначально его считали[кто?] вредным побочным продуктом (англ. pig iron, по-русски, свинское железо, чушки, откуда, собственно, и происходит слово чугун), но потом обнаружилось[кем?], что при повторной переплавке в печи с усиленным продуванием через него воздуха чугун превращается в сталь хорошего качества, так как лишний углерод выгорает. Такой двухстадийный процесс производства стали из чугуна оказался более простым и выгодным, чем кричный, и этот принцип используется без особых изменений многие века, оставаясь и до наших дней основным способом производства железных материалов[12].</p>
                <h1 class="elements" id="Ru">Рутений</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='plainlist' colspan="2" style="background: #1b1e20;color: #fd8572;"><em>Ru</em></th>
                            </tr>
                            <tr>
                                <td colspan="2">
                                    <img class="E-img" src="elements/metals/six_row/Ru/Ru.gif">
                                </td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td style="color:#fd8572;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td style="color:#fd8572;"> 21 декабря 1898 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td style="color:#fd8572;">компактных источниках нейтронов, медицине</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p><strong class="bold"><em>Рутений</em></strong> - это элемент восьмой группы пятого периода периодической системы химических элементов, атомный номер — 44. Простое вещество рутений — переходный металл серебристого цвета. Относится к платиновым металлам.</p>
                <h3>Физические свойства</h3>
                <p>ЖРутений в зависимости от способа его получения является матово-серым или серебристо-белым блестящим металлом, обладающим чрезвычайно большой твердостью; при этом он настолько хрупок, что его можно легко растереть в порошок. Он очень тугоплавок и плавится при значительно более высокой температуре, чем платина. В электрической дуге при плавлении Ru одновременно испаряется. Он переходит в газовую фазу также при сильном прокаливании на воздухе, но в этом случаи летит не металл, а четыреокись, устойчивая при очень высоких температурах.</p>
                <h3>Химические свойства</h3>
                <p>В отсутствии кислорода воздуха на рутений не действует ни одна кислота, даже царская водка. Однако содержащая воздух соляная кислота медленно растворяет его при обычной температуре, а при 125° (в запаянной трубке) даже довольно быстро. При нагревании на воздухе рутений чернеет вследствие поверхностного окисления. Фтор действует на порошкообразный рутений уже ниже температуры красного каления, а хлор - при красном калении. С серой порошкообразный рутений реагирует лишь при соблюдении особых условий. С фосфором он образует соединение RuP2 и RuP и Ru2P; с мышьяком, так же как платина, рутений дает диарсенид RuAs2. Щелочи в присутствии кислорода или веществ, легко отдающих кислород, например, смеси KOH с KNO3 или K2CO3 с KCIO3 , а также перекисей, например Na2O2 или BaO2, при высокой температуре энергично действуют на рутений, образуя с ним рутенаты(VI) M12RuO4 . Tс2О7.</p>
                <h3>Историческая справка</h3>
                <p>Открыт профессором Казанского университета Карлом Клаусом в 1844 году, в том же году опубликовавшим о новом элементе большую статью «Химические исследования остатков Уральской платиновой руды и металла рутения» в «Учёных записках Казанского университета». Об открытии, методе получения и свойствах нового элемента Клаус сообщил в письме Г. И. Гессу на немецком языке, который зачитал его на заседании Петербургской Академии наук 13 сентября 1844 года[3], этот текст был опубликован в бюллетене Академии[4] и в переводе на русский язык — в «Горном журнале»[5]. Клаус выделил рутений из уральской платиновой руды в чистом виде и указал на сходство между триадами рутений — родий — палладий и осмий — иридий — платина.</p>
                <h1 class="elements" id="Os">Осмий</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='plainlist' colspan="2" style="background: #1b1e20;color: #fd8572;"><em>Os</em></th>
                            </tr>
                            <tr>
                                <td colspan="2">
                                    <img class="E-img" src="elements/metals/six_row/Os/Os.gif">
                                </td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td style="color:#fd8572;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td style="color:#fd8572;"> 21 декабря 1898 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td style="color:#fd8572;">компактных источниках нейтронов, медицине</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p><strong class="bold"><em>Осмий</em></strong> - это химический элемент с атомным номером 76 в Периодической системе химических элементов Д. И. Менделеева, обозначается символом Os. При стандартных условиях представляет собой блестящий серебристо-белый с голубоватым отливом металл. Переходный металл, относится к платиновым металлам. Наряду с иридием обладает наибольшей плотностью среди всех простых веществ. Согласно теоретическим расчётам, его плотность даже выше, чем у иридия[7].</p>
                <h3>Физические свойства</h3>
                <p>Осмий — серо-голубоватый, твёрдый, но хрупкий металл с очень высокой удельной массой.Сохраняет свой блеск даже при высоких температурах. Четвертый металл, помимо меди, цезия и золота, имеющий хорошо различимую окраску отличную от серебристо-белой для большинства металлов[источник не указан 163 дня]. В силу своей твёрдости, хрупкости, низкого давления паров (самого низкого среди всех платиновых металлов), а также очень высокой температуры плавления, осмий с трудом поддаётся механической обработке. Осмий считается самым плотным из всех простых веществ, немного превосходя по этому параметру иридий[11]. Наиболее достоверные значения плотностей для этих металлов могут быть рассчитаны по параметрам их кристаллических решёток: 22,562 ± 0,009 г/см³ для иридия и 22,587 ± 0,009 г/см³ для осмия[3]. По новейшим сведениям, плотность осмия ещё выше — она составляет 22,61 г/см3[4]. При сравнении различных изотопов этих элементов наиплотнейшим оказывается 192Os. Необычайно высокая плотность осмия объясняется лантаноидным сжатием[3], а также гексагональной плотноупакованной кристаллической решёткой.Осмий плавится при 3306 K (3033 °C)[4], кипит при 5285 K (5012 °C)[4]. Температура перехода в сверхпроводящее состояние — 0,66 К; твёрдость по Виккерсу — 3—4 ГПа, по шкале Мооса — 7[12]; модуль нормальной упругости — 56,7 ГПа; модуль сдвига — 22 ГПа[5]. Осмий — парамагнетик (магнитная восприимчивость — 9,9⋅10−6[5]).При давлениях порядка 770 ГПа в металлическом осмии начинают взаимодействовать электроны на внутренних орбиталях, но при этом структура материала не меняется[13][14].</p>
                <h3>Химические свойства</h3>
                <p>Порошок осмия при нагревании реагирует с кислородом, галогенами, парами серы, селеном, теллуром, фосфором, азотной и серной кислотами. Компактный осмий не взаимодействует ни с кислотами, ни со щелочами, но с расплавами щелочей образует водорастворимые осматы. Медленно реагирует с азотной кислотой и царской водкой, реагирует с расплавленными щелочами в присутствии окислителей (нитрата или хлората калия), с расплавленной перекисью натрия. В соединениях проявляет степени окисления от −2 до +8, из которых самыми распространёнными являются +2, +3, +4 и +8[15].Осмий — один из немногих металлов, образующих полиядерные (или кластерные) соединения. Полиядерный карбонил осмия Os3(CO)12 используется для моделирования и исследования химических реакций углеводородов на металлических центрах[16][17][18]. Карбонильные группы в Os3(CO)12 могут замещаться на другие лиганды[19], в том числе и содержащие кластерные ядра других переходных металлов[20].</p>
                <h3>Историческая справка</h3>
                <p>Осмий открыт в 1803 году английским химиком Смитсоном Теннантом в сотрудничестве с Уильямом Х. Уолластоном[9] в осадке, остающемся после растворения платины в царской водке. Сходные исследования проводились французскими химиками Колле-Дескоти, Антуаном де Фуркруа и Вокленом, которые тоже пришли к выводу о содержании неизвестного элемента в нерастворимом остатке платиновой руды. Гипотетическому элементу было присвоено имя птен (греч. πτηνός — крылатый), однако опыты Теннанта продемонстрировали, что это смесь двух элементов — иридия и осмия.Открытие новых элементов было задокументировано в письме Теннанта Лондонскому королевскому обществу от 21 июня 1804 года[9][10].</p>
                <h1 class="elements" id="Hs">Хассий</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='plainlist' colspan="2" style="background: #1b1e20;color: #fd8572;"><em>Hs</em></th>
                            </tr>
                            <tr>
                                <td colspan="2">
                                    <img class="E-img" src="elements/metals/six_row/Hs/Hs.gif">
                                </td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td style="color:#fd8572;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td style="color:#fd8572;"> 21 декабря 1898 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td style="color:#fd8572;">компактных источниках нейтронов, медицине</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p><strong class="bold"><em>Хассий</em></strong> - это 108-й искусственный радиоактивный химический элемент VIII группы короткой формы (8-й группы длинной формы) периодической системы химических элементов; относится к трансактиноидам. Предположительно серебристо-белый металл; по химическим свойствам является аналогом осмия (Os)[1].</p>
                <h3>Известные изотопы</h3>
                <p>Хассий не имеет стабильных изотопов. Несколько радиоактивных изотопов были синтезированы в лаборатории либо путем слияния двух атомов, либо путём наблюдения распада более тяжёлых элементов. Сообщалось о двенадцати изотопах с массовыми числами от 263 до 277 (за исключением 272, 274 и 276), четыре из которых — 265Hs, 267Hs, 269Hs и 277Hs — имеют известные метастабильные состояния[10], хотя для 277Hs это не подтверждено[11]. Большинство из этих изотопов распадаются преимущественно через α-распад. Он наиболее распространенный из всех изотопов, для которых доступны всесторонние характеристики распада. Единственное исключение — 277Hs, который подвергается самопроизвольному делению[10]. Самые лёгкие изотопы, которые обычно имеют более короткие периоды полураспада, были синтезированы путём прямого синтеза между двумя более лёгкими ядрами и в качестве продуктов распада. Самым тяжелым изотопом, полученным прямым слиянием, является 271Hs; более тяжелые изотопы наблюдались только как продукты распада элементов с большими атомными номерами[12]. Наиболее стабильным изотопом хассия является 269Hs (α-излучатель)[1].</p>
                <h3>Историческая справка</h3>
                <p>Достоверно элемент 108 был открыт в 1984 в Центре исследования тяжёлых ионов (нем. Gesellschaft für Schwerionenforschung, GSI), Дармштадт, Германия в результате бомбардировки свинцовой (208Pb) мишени пучком ионов железа-58 из ускорителя UNILAC[1]. В результате эксперимента были синтезированы 3 ядра 265Hs, которые были надёжно идентифицированы по параметрам цепочки α-распадов[4]. В весовых количествах не получен. Степени окисления от +2 до +8, расчётная конфигурация внешних электронных оболочек атома 5f146d67s2[1].Одновременно и независимо эта же реакция исследовалась в ОИЯИ (Дубна, Россия), где по наблюдению трёх событий α-распада ядра 253Es также был сделан вывод о синтезе в этой реакции ядра 265Hs, подверженного α-распаду[5]. Поскольку методика, использовавшаяся в Дубне, не позволяла зарегистрировать распад самого ядра 265Hs[6].В 1985 году Международный союз теоретической и прикладной химии (IUPAC) и Международный союз теоретической и прикладной физики (IUPAP) создали рабочую группу Transfermium (TWG) для оценки открытий и определения окончательных названий элементов с атомными номерами более 100. Рабочая группа провела встречи с делегатами из трех конкурирующих институтов; в 1990 году они установили критерии признания химических элементов, а в 1991 году закончили работу по оценке открытий. В 1993 году рабочая группа IUPAC опубликовала результаты, согласно которым основная заслуга в открытии элемента 108 принадлежит группе из Дармштадта[6].</p>
                <h1 class="elements" id="Co">Кобальт</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='plainlist' colspan="2" style="background: #1b1e20;color: #fd8572;"><em>Co</em></th>
                            </tr>
                            <tr>
                                <td colspan="2">
                                    <img class="E-img" src="elements/metals/seven_row/Co/Co.gif">
                                </td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td style="color:#fd8572;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td style="color:#fd8572;"> 21 декабря 1898 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td style="color:#fd8572;">компактных источниках нейтронов, медицине</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p><strong class="bold"><em>Кобальт</em></strong> - это химический элемент с атомным номером 27[2]. Принадлежит к 9-й группе периодической таблицы химических элементов (по устаревшей короткой форме периодической системы принадлежит к побочной подгруппе VIII группы, или к группе VIIIB), находится в четвёртом периоде таблицы. Атомная масса элемента 58,933194(4) а. е. м.[3]. Обозначается символом Co (от лат. Cobaltum). Простое вещество кобальт — серебристо-белый, слегка желтоватый металл с розоватым или синеватым отливом. Существует в двух кристаллических модификациях: α-Co с гексагональной плотноупакованной решёткой, β-Co с кубической гранецентрированной решёткой, температура перехода α↔β 427 °C[1].</p>
                <h3>Физические свойства</h3>
                <p>Кобальт — твёрдый металл, существующий в двух модификациях. При температурах от комнатной до 427 °C устойчива α-модификация. При температурах от 427 °C до температуры плавления (1494 °C) устойчива β-модификация кобальта (решётка кубическая гранецентрированная). Кобальт — ферромагнетик, точка Кюри 1121 °C. Желтоватый оттенок ему придаёт тонкий слой оксидов.</p>
                <h5>Изотопы</h5>
                <p>Кобальт имеет только один стабильный изотоп — 59Co (изотопная распространённость 100[7] %). Известны ещё 22 радиоактивных изотопа кобальта. Искусственный изотоп кобальт-60 широко применяется как источник жесткого гамма-излучения для стерилизации, в медицине в гамма-ножах, гамма-дефектоскопии и т. п.</p>
                <h3>Химические свойства</h3>
                <h5>Оксиды</h5>
                <p>Родий — благородный металл, по химической стойкости в большинстве коррозионных сред превосходит платину. Металлический родий растворяется в царской водке при кипячении, в расплаве КНSО4, в концентрированной серной кислоте при нагревании, а также электрохимически, анодно — в смеси перекиси водорода и серной кислоты.Родий характеризуется высокой химической устойчивостью. С неметаллами он взаимодействует только при температуре красного каления. Мелко измельчённый родий медленно окисляется только при температуре выше 600 °C:
                    <ol style="color:#b8b7b6;background: linear-gradient(45deg, #b8b7b6 66%, #adadad 33%,#9e9d9d);-webkit-background-clip: text;">
                        <li>На воздухе кобальт окисляется при температуре выше 300 °C.</li>
                        <li>Устойчивый при комнатной температуре оксид кобальта представляет собой сложный оксид Co3O4, имеющий структуру шпинели, в кристаллической структуре которого одна часть узлов занята ионами Co2+, а другая — ионами Co3+; разлагается с образованием CoO при температуре выше 900 °C.</li>
                        <li>При высоких температурах можно получить α-форму или β-форму оксида CoO.</li>
                        <li>Все оксиды кобальта восстанавливаются водородом:<br><strong class="bold"><em class="Redline">2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</em></strong></li>
                        <li>Оксид кобальта(III) можно получить, прокаливая соединения кобальта (II), например:<br><strong class="bold"><em class="Redline">2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</em></strong></li>
                    </ol>
                <h5>Другие соединения</h5>
                   <ol style="color:#b8b7b6;background: linear-gradient(45deg, #b8b7b6 66%, #adadad 33%,#9e9d9d);-webkit-background-clip: text;">
                        <li>При нагревании кобальт реагирует с галогенами, причём соединения кобальта (III) образуются только с фтором.
                            <br><strong class="bold"><em class="Redline">2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</em></strong>
                            <br><strong class="bold"><em class="Redline">2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</em></strong>
                        </li>
                        <li>С серой кобальт образует 2 различных модификации CoS. Серебристо-серую α-форму (при сплавлении порошков) и чёрную β-форму (выпадает в осадок из растворов).</li>
                        <li>При нагревании CoS в атмосфере сероводорода получается сложный сульфид Со9S8.</li>
                        <li>С другими окисляющими элементами, такими, как углерод, фосфор, азот, селен, кремний, бор, кобальт тоже образует сложные соединения, являющиеся смесями, где присутствует кобальт со степенями окисления 1, 2, 3.</li>
                        <li>Кобальт способен растворять водород, не образуя химических соединений. Косвенным путём синтезированы два стехиометрических гидрида кобальта CoH2 и CoH.</li>
                        <li>Растворы солей кобальта CoSO4, CoCl2, Со(NO3)2 придают воде бледно-розовую окраску, поскольку в водных растворах ион Co2+ существует в виде аквакомплексов [Co(H2O)6]2+ розового цвета. Растворы солей кобальта в спиртах тёмно-синие. Многие соли кобальта нерастворимы.</li>
                        <li>Кобальт образует комплексные соединения. В степени окисления +2 кобальт образует лабильные комплексы, в то время как в степени окисления +3 — очень инертные. Это приводит к тому, что комплексные соединения кобальта(III) практически невозможно получить путём непосредственного обмена лигандов, поскольку такие процессы идут чрезвычайно медленно. Наиболее известны аминокомплексы кобальта.</li>
                        <li>Также кобальт образует комплексы с CN−, NO2− и многими другими лигандами. Комплексный анион гексанитрокобальтат [Co(NO2)6]3− образует нерастворимый осадок с катионами калия, что используется в качественном анализе.</li>                        
                    </ol>                
                <h3>Историческая справка</h3>
                <p>Достоверно элемент 108 был открыт в 1984 в Центре исследования тяжёлых ионов (нем. Gesellschaft für Schwerionenforschung, GSI), Дармштадт, Германия в результате бомбардировки свинцовой (208Pb) мишени пучком ионов железа-58 из ускорителя UNILAC[1]. В результате эксперимента были синтезированы 3 ядра 265Hs, которые были надёжно идентифицированы по параметрам цепочки α-распадов[4]. В весовых количествах не получен. Степени окисления от +2 до +8, расчётная конфигурация внешних электронных оболочек атома 5f146d67s2[1].Одновременно и независимо эта же реакция исследовалась в ОИЯИ (Дубна, Россия), где по наблюдению трёх событий α-распада ядра 253Es также был сделан вывод о синтезе в этой реакции ядра 265Hs, подверженного α-распаду[5]. Поскольку методика, использовавшаяся в Дубне, не позволяла зарегистрировать распад самого ядра 265Hs[6].В 1985 году Международный союз теоретической и прикладной химии (IUPAC) и Международный союз теоретической и прикладной физики (IUPAP) создали рабочую группу Transfermium (TWG) для оценки открытий и определения окончательных названий элементов с атомными номерами более 100. Рабочая группа провела встречи с делегатами из трех конкурирующих институтов; в 1990 году они установили критерии признания химических элементов, а в 1991 году закончили работу по оценке открытий. В 1993 году рабочая группа IUPAC опубликовала результаты, согласно которым основная заслуга в открытии элемента 108 принадлежит группе из Дармштадта[6].</p>
                <h1 class="elements" id="Rh">Родий</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='plainlist' colspan="2" style="background: #1b1e20;color: #fd8572;"><em>Rh</em></th>
                            </tr>
                            <tr>
                                <td colspan="2">
                                    <img class="E-img" src="elements/metals/seven_row/Rh/Rh.gif">
                                </td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td style="color:#fd8572;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td style="color:#fd8572;"> 21 декабря 1898 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td style="color:#fd8572;">компактных источниках нейтронов, медицине</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p><strong class="bold"><em>Родий</em></strong> - это элемент девятой группы (в старой системе — побочной подгруппы восьмой группы) пятого периода периодической системы химических элементов, атомный номер — 45. Простое вещество родий — твёрдый переходный металл серебристо-белого цвета. Благородный металл платиновой группы.</p>
                <h3>Физические свойства</h3>
                <p>Родий — твёрдый металл серебристо-серого цвета. Химически чистый родий, полученный из солей методом восстановления имеет вид светло-серого порошка или губки, которые при сплавлении образуют металл, напоминающий своим цветом алюминий[2][10].Очень мелкий порошок родия имеет чёрный цвет и называется родиевой чернью. Получают данную форму при восстановлении солей гидразином, формалином или формиатом аммония. Родиевая чернь по своим свойствам подобна платиновой черни — обладает сильными каталитическими свойствами и также способна активно поглощать водород[11].Родий имеет высокий коэффициент отражения электромагнитных лучей видимой части спектра, поэтому широко используется для изготовления «поверхностных» зеркал.</p>
                <h3>Химические свойства</h3>
                <p>Родий — благородный металл, по химической стойкости в большинстве коррозионных сред превосходит платину. Металлический родий растворяется в царской водке при кипячении, в расплаве КНSО4, в концентрированной серной кислоте при нагревании, а также электрохимически, анодно — в смеси перекиси водорода и серной кислоты.Родий характеризуется высокой химической устойчивостью. С неметаллами он взаимодействует только при температуре красного каления. Мелко измельчённый родий медленно окисляется только при температуре выше 600 °C:
                    <br><strong class="bold"><em class="Redline">2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</em></strong>
                <br>При нагревании родий медленно взаимодействует с концентрированной серной кислотой, раствором гипохлорита натрия и бромоводорода. При спекании реагирует с расплавами гидросульфата калия KHSO4, пероксида натрия Na2O2 и пероксида бария BaO2:
                    <br><strong class="bold"><em class="Redline">2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</em></strong>
                    <br><strong class="bold"><em class="Redline">2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</em></strong>
                <br>В присутствии хлоридов щелочных металлов, когда есть возможность образовывать комплексы [RhX6]3−, родий взаимодействует с хлором, например:
                    <br><strong class="bold"><em class="Redline">2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</em></strong>
                <br>При действии на водные растворы солей и комплексов родия (III) щелочами образуется осадок гидроксида родия Rh(OH)3:
                    <br><strong class="bold"><em class="Redline">2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</em></strong>
                <br>Гидроксид и оксид родия (III) проявляют основные свойства и взаимодействуют с кислотами с образованием комплексов Rh (III):
                    <br><strong class="bold"><em class="Redline">2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</em></strong>
                <br>Высшую степень окисления +6 родий проявляет в гексафториде RhF6, который образуется при прямом сжигании родия во фторе. Соединение неустойчиво. В отсутствие паров воды гексафторид окисляет свободный хлор:
                    <br><strong class="bold"><em class="Redline">2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</em></strong>
                <br>В низших степенях окисления +1 и +2 родий образует комплексные соединения.</p>
                <h3>Историческая справка</h3>
                <p>Открыт в Англии в 1803 году Уильямом Гайдом Волластоном в ходе работ с самородной платиной[3]. В 1804 году Уильям Волластон доложил Королевскому обществу, что в платиновой руде из Южной Америки он обнаружил новые ранее неизвестные металлы — палладий и родий[4]. Стремясь очистить выделенную из руды «сырую» платину от примесей золота и ртути, он растворял её в царской водке, а затем осаждал из раствора нашатырём. Оставшийся раствор имел розовый оттенок, что было невозможно объяснить присутствием известных тогда примесей. Добавление в этот раствор цинка привело к выпадению чёрного осадка, в состав которого вошли другие металлы, такие как медь, свинец, палладий и родий. Разбавленная азотная кислота растворила всё, кроме палладия и родия.Волластон обнаружил, что если попытаться вновь растворить этот высушенный осадок царской водкой, то растворяется лишь часть его. После разбавления раствора водой Волластон добавил в него цианид калия, что привело к обильному выпадению осадка уже оранжевого цвета, который при нагревании сначала приобрёл серый цвет, а затем сплавился в капельку металла — палладия, который по удельному весу был легче ртути[4]. (См. также историю открытия палладия).К оставшейся нерастворённой части Волластон добавлял хлорид натрия. После промывки этанолом розово-красный осадок прореагировал с цинком, который вытеснил родий из ионного соединения в виде свободного металла[5].Волластон первым начал исследования свойств родия — определил его плотность и описал некоторые сплавы и соединения. Свои работы металлу также посвятили многие выдающиеся химики XIX века, среди которых были Берцеллиус, Воклен и Клаус, а из более поздних — Иергенсен, Лейдье и Вильм[6].После открытия родий нашёл лишь незначительное применение — на рубеже XIX—XX веков родийсодержащие термопары использовались для измерения температуры до 1800 °C. Первым крупным применением было гальваническое покрытие для декоративных целей и в качестве антикоррозийной защиты. Однако наибольший спрос на родий возник после внедрение Volvo в 1976 году трехкомпонентного каталитического нейтрализатора, в котором платина и родий обеспечивают разложение оксидов азота на инертный молекулярный азот и кислород, а платина и палладий образовавшийся свободный кислород связывают с углеводородами несгоревшего топлива и окисью углерода. [7]</p>
                <h1 class="elements" id="Ir">Иридий</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='plainlist' colspan="2" style="background: #1b1e20;color: #fd8572;"><em>Ir</em></th>
                            </tr>
                            <tr>
                                <td colspan="2">
                                    <img class="E-img" src="elements/metals/seven_row/Ir/Ir.gif">
                                </td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td style="color:#fd8572;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td style="color:#fd8572;"> 21 декабря 1898 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td style="color:#fd8572;">компактных источниках нейтронов, медицине</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p><strong class="bold"><em>Иридий</em></strong> - это химический элемент с атомным номером 77 в периодической системе химических элементов Д. И. Менделеева. Иридий — очень твёрдый, тугоплавкий, серебристо-белый переходный металл платиновой группы, обладающий высокой плотностью и сравнимый по этому параметру только с осмием (плотности Os и Ir практически равны с учётом погрешности теоретических расчётов[6]). Имеет высокую коррозионную стойкость даже при температуре 2000 °C. В земных породах встречается крайне редко, поэтому высокая концентрация иридия в образцах породы является индикатором космического (метеоритного) происхождения последних (Перейти к разделу «#Применение»).</p>
                <h3>Физические свойства</h3>
                <p>Иридий — тяжёлый серебристо-белый металл, из-за своей твердости плохо поддающийся механической обработке. Температура плавления — 2739 K (2466 °C), кипит при 4701 K (4428 °C)[2]. Кристаллическая структура — кубическая гранецентрированная с периодом а0=0,38387 нм; электрическое сопротивление — 5,3⋅10−8Ом·м (при 0 °C), и 2⋅10−7Ом·м (при 2300 °C); коэффициент линейного расширения — 6,5⋅10−6 град; модуль нормальной упругости — 538 ГПа[13]; плотность при 20 °С — 22,65 г/см³[2], жидкого иридия — 19,39 г/см³ (2466 °С)[5]. По плотности сопоставим с соседним осмием.</p>
                <h3>Химические свойства</h3>
                <p>Иридий устойчив на воздухе при обычной температуре и нагревании[14], при прокаливании порошка в токе кислорода при 600—1000 °C образует в незначительном количестве IrO2. Выше 1200 °C частично испаряется в виде IrO3. Компактный иридий при температурах до 100 °C не реагирует со всеми известными кислотами и их смесями. Свежеосажденная иридиевая чернь частично растворяется в царской водке с образованием смеси соединений Ir(III) и Ir(IV). Порошок иридия может быть растворён хлорированием в присутствии хлоридов щелочных металлов при 600—900 °C или спеканием с Na2O2 или BaO2 с последующим растворением в кислотах. Иридий взаимодействует с F2 при 400—450 °C, а c Cl2 и S при температуре красного каления.</p>
                <h3>Историческая справка</h3>
                <p>Иридий был открыт в 1803 году английским химиком С. Теннантом одновременно с осмием, которые в качестве примесей присутствовали в природной платине, доставленной из Южной Америки. Теннант был первым среди нескольких учёных, кому удалось получить в достаточном количестве нерастворимый остаток после воздействия на платину царской водки и определить в нём ранее неизвестные металлы[7].</p>
                <h1 class="elements" id="Ni">Никель</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='plainlist' colspan="2" style="background: #1b1e20;color: #fd8572;"><em>Ni</em></th>
                            </tr>
                            <tr>
                                <td colspan="2">
                                    <img class="E-img" src="elements/metals/eight_row/Ni/Ni.gif">
                                </td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td style="color:#fd8572;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td style="color:#fd8572;"> 21 декабря 1898 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td style="color:#fd8572;">компактных источниках нейтронов, медицине</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p><strong class="bold"><em>Никель</em></strong> - это химический элемент десятой (по устаревшей короткопериодной форме — побочной подгруппы восьмой) группы, четвёртого периода периодической системы, с атомным номером 28. Обозначается символом Ni (лат. Niccolum). Простое вещество никель — это пластичный, ковкий, переходный металл серебристо-белого цвета, при обычных температурах на воздухе покрывается тонкой плёнкой оксида. Химически малоактивен.</p>
                <h3>Физические свойства</h3>
                <p>Никель — серебристо-белый металл, не тускнеет на воздухе. Имеет гранецентрированную кубическую решетку с периодом a = 0,35238 нм, пространственная группа Fm3m. В чистом виде весьма пластичен и поддается обработке давлением. Является ферромагнетиком с точкой Кюри 358 °C.
                    <ol style="color:#b8b7b6;background: linear-gradient(45deg, #b8b7b6 66%, #adadad 33%,#9e9d9d);-webkit-background-clip: text;">
                        <li>Удельное электрическое сопротивление 0,0684 мкОм∙м.</li>
                        <li>Коэффициент линейного теплового расширения α=13,5∙10−6 K−1 при 0 °C</li>
                        <li>Модуль упругости 196—210 ГПа.[3]</li>
                        <li>Температура плавления = 1453 градуса Цельсия</li>
                    </ol>                    
                </p>
                <h3>Химические свойства</h3>
                <p>Атомы никеля имеют внешнюю электронную конфигурацию 3d84s2. Наиболее устойчивым для никеля является состояние окисления Ni(II).Никель образует соединения со степенью окисления +1, +2, +3 и +4. При этом соединения никеля со степенью окисления +4 редкие и неустойчивые[4]. Оксид никеля Ni2O3 является сильным окислителем.Никель характеризуется высокой коррозионной стойкостью — устойчив на воздухе, в воде, в щелочах, в ряде кислот[5]. Химическая стойкость обусловлена его склонностью к пассивированию — образованию на его поверхности плотной оксидной плёнки, обладающей защитным действием. Никель активно растворяется в разбавленной азотной кислоте:
                    <br><strong class="bold"><em class="Redline">2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</em></strong>
                <br>и в горячей концентрированной серной:
                    <br><strong class="bold"><em class="Redline">2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</em></strong>
                <br>С соляной и с разбавленной серной кислотами реакция протекает медленно. Концентрированная азотная кислота пассивирует никель, однако при нагревании реакция всё же протекает[6] (основной продукт восстановления азота — NO2).С оксидом углерода CO никель легко образует летучий и очень ядовитый карбонил Ni(CO)4.Тонкодисперсный порошок никеля пирофорный (самовоспламеняется на воздухе).Никель горит только в виде порошка. Образует два оксида NiO и Ni2O3 и соответственно два гидроксида Ni(OH)2 и Ni(OH)3. Важнейшие растворимые соли никеля — ацетат, хлорид, нитрат и сульфат. Водные растворы солей окрашены обычно в зелёный цвет, а безводные соли — жёлтые или коричнево-жёлтые. К нерастворимым солям относятся оксалат и фосфат (зелёные), три сульфида: NiS (черный), Ni3S2 (желтовато-бронзовый) и Ni3S4 (серебристо-белый). Никель также образует многочисленные координационные и комплексные соединения. Например, диметилглиоксимат никеля Ni(C4H6N2O2)2, дающий чёткую красную окраску в кислой среде, широко используется в качественном анализе для обнаружения никеля.Водный раствор сульфата никеля имеет зелёный цвет.Водные растворы солей никеля(II) содержат ион гексаакваникеля(II) [Ni(H2O)6]2+. При добавлении к раствору, содержащему эти ионы, аммиачного раствора происходит осаждение гидроксида никеля (II), зелёного желатинообразного вещества. Этот осадок растворяется при добавлении избыточного количества аммиака вследствие образования ионов гексааминникеля(II) [Ni(NH3)6]2+.Никель образует комплексы с тетраэдрической и с плоской квадратной структурой. Например, комплекс тетрахлороникелат (II) [NiCl4]2− имеет тетраэдрическую структуру, а комплекс тетрацианоникелат(II) [Ni(CN)4]2− имеет плоскую квадратную структуру.В качественном и количественном анализе для обнаружения ионов никеля (II) используется щелочной раствор бутандиондиоксима, известного также под названиями диметилглиоксим и реактив Чугаева. То, что это вещество является реактивом на никель, установил в 1905 году Л. А. Чугаев[7][8]. При его взаимодействии с ионами никеля (II) образуется красное координационное соединение бис(бутандиондиоксимато)никель(II). Это — хелатное соединение, и бутандиондиоксимато-лиганд является бидентатным.</p>
                <h3>Историческая справка</h3>
                <p>Никель (англ., франц. и нем. Nickel) открыт в 1751 г. Однако задолго до этого саксонские горняки хорошо знали руду, которая внешне походила на медную и применялась в стекловарении для окраски стёкол в зелёный цвет. Все попытки получить из этой руды медь оказались неудачными, в связи с чем в конце XVII в. руда получила название купферникель (Kupfernickel), что переводится как «Медный упрямец» или «Медный озорник». Данную руду (красный никелевый колчедан NiAs) в 1751 г. исследовал шведский минералог А. Кронстедт. Ему удалось получить зелёный окисел и путём восстановления последнего — новый металл, названный никелем. Когда Бергман получил металл в более чистом виде, он установил, что по своим свойствам металл похож на железо; более подробно никель изучали многие химики, начиная с Пруста. Никкел — ругательное слово на языке горняков. Оно образовалось из искажённого Nicolaus — родового слова, имевшего несколько значений. Но главным образом слово Nicolaus служило для характеристики двуличных людей; кроме того, оно обозначало «озорной маленький дух», «обманчивый бездельник» и т. д. В русской литературе начала XIX в. употреблялись названия николан (Шерер, 1808 и Захаров, 1810), николь и никель (Двигубский, 1824).</p>
                <h1 class="elements" id="Pd">Палладий</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='plainlist' colspan="2" style="background: #1b1e20;color: #fd8572;"><em>Pd</em></th>
                            </tr>
                            <tr>
                                <td colspan="2">
                                    <img class="E-img" src="elements/metals/eight_row/Pd/Pd.gif">
                                </td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td style="color:#fd8572;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td style="color:#fd8572;"> 21 декабря 1898 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td style="color:#fd8572;">компактных источниках нейтронов, медицине</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p><strong class="bold"><em>Палладий</em></strong> - это химический элемент с атомным номером 46[3]. Принадлежит к 10-й группе периодической таблицы химических элементов (по устаревшей короткой форме периодической системы принадлежит к побочной подгруппе VIII группы, или к группе VIIIB), находится в пятом периоде таблицы. Атомная масса элемента 106,42(1) а. е. м.. Обозначается символом Pd (от лат. Palladium).Элемент относится к переходным металлам и к благородным металлам платиновой группы (лёгкие платиноиды). Простое вещество палладий при нормальных условиях — пластичный металл серебристо-белого цвета.</p>
                <h3>Физические свойства</h3>
                <p>Палладий — переходный металл. При нормальных условиях образует кристаллы серебристо-белого цвета кубической сингонии, пространственная группа Fm3m, параметры ячейки a = 0,38902 нм, Z = 4, структурный тип меди.Палладий пластичен, микродобавки никеля, кобальта, родия или рутения улучшают механические свойства Pd, повышают твёрдость.В воде нерастворим. Плотность — 12,02 г/см³ (при 20 °C); в особых условиях образует коллоидный палладий и палладиевую чернь. Температура плавления — 1554 °C (в других источниках 1552 °C); температура кипения около 2940 °C. Теплота плавления — 16,7 кДж/моль, теплота испарения 353 кДж/моль. Удельная теплоёмкость при 20 °C — 25,8 Дж/(моль·К); удельное электрическое сопротивление при 25 °C — 9,96 мкОм/см; теплопроводность — 75,3 Вт/(м·К). Твёрдость по Виккерсу 37…39[2]. Твёрдость по Бринеллю 52 кгс/мм2.Температурный коэффициент линейного расширения 1,17·10−5 К−1 (в диапазоне 0…100 °С)[2].Коэффициент поверхностного натяжения жидкого палладия при температуре плавления равен 0,015 Н/см[2].Палладий является парамагнетиком; его магнитная восприимчивость равна +5,231·10−6 (при 20 °C)[2].Активно поглощает водород, образуя твёрдые растворы (до 900 объёмов H2 на один объём Pd), при этом увеличивается постоянная решётки. Водород удаляется из палладия при нагревании до 100 °C в вакууме[2].</p>
                <h5>Изотопы</h5>
                <p>Природный палладий состоит из шести стабильных изотопов: 102Pd (1,00 %), 104Pd (11,14 %), 105Pd (22,33 %), 106Pd (27,33 %), 108Pd (26,46 %) и 110Pd (11,72 %).Наиболее долгоживущий искусственный радиоактивный изотоп 107Pd (Т1/2 7·106 лет). Некоторые изотопы палладия активно образуются в качестве осколков деления урана и плутония; так, в облучённом топливе современных ядерных реакторов при степени выгорания ядерного топлива 3 % содержится 0,15 % палладия[2].</p>
                <h3>Химические свойства</h3>
                <p>Палладий является наиболее химически активным из платиновых металлов. Не реагирует с водой, разбавленными кислотами, щелочами, раствором аммиака. Реагирует с горячими концентрированными серной и азотной кислотами, в отличие от других платиновых металлов. Может быть переведён в раствор анодным растворением в соляной кислоте[2]:
                    <br><strong class="bold"><em class="Redline">2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</em></strong>
                    <br><strong class="bold"><em class="Redline">2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</em></strong>
                <br>При комнатной температуре реагирует с царской водкой, с влажными хлором и бромом. При нагревании реагирует со фтором, серой, селеном, теллуром, мышьяком и кремнием. Окисляется при сплавлении с гидросульфатом калия KHSO4, взаимодействует также с расплавом пероксида натрия[2].При нагревании на воздухе устойчив до ~300 °C и выше 850 °C; в диапазоне 300…850 °C тускнеет из-за образования на поверхности плёнки оксида палладия PdO, который при более высокой температуре разлагается[2].</p>
                <h3>Историческая справка</h3>
                <p>В 1803 году известный лондонский торговец минералами Форстер получил анонимное письмо с просьбой попытаться продать небольшое количество нового химического элемента — «палладия», слиток которого прилагался к письму[4]. Таинственный металл был выставлен на продажу и привлёк всеобщее внимание[4]. Среди английских химиков разгорелись споры, является ли этот металл действительно новым химическим элементом или же это просто сплав уже ранее известных металлов. Химик Ричард Ченевикс, желая разоблачить «мошенническую подделку», купил слиток «палладия»[4]. Вскоре Ченевикс выступил с докладом перед членами Лондонского Королевского общества, где объявил, что данный металл — всего лишь сплав платины с ртутью. Однако секретарь Королевского общества химик Уильям Хайд Волластон публично усомнился в выводах Ченевикса. Другим химикам не удалось выделить в этом «сплаве» ни платины, ни ртути. Споры вновь обострились и какое-то время активно продолжались. Когда же они стали стихать, в научном журнале Nicholson’s Journal появилось анонимное объявление, что любому, кто в течение года сможет изготовить искусственный палладий, будет выплачена награда в 20 фунтов стерлингов[4]. Интерес к металлу вновь подскочил, но никому так и не удалось его изготовить[4].В 1804 году Уильям Волластон доложил Королевскому обществу, что в платиновой руде из Южной Америки он обнаружил новые ранее неизвестные металлы — палладий и родий[4]. Стремясь очистить выделенную из руды «сырую» платину от примесей золота и ртути, он растворял её в царской водке, а затем осаждал её из раствора нашатырём[4]. Оставшийся раствор имел розовый оттенок, что было невозможно объяснить присутствием золота и ртути[4]. Тогда в этот раствор был добавлен цинк, что привело к выпадению чёрного осадка[4]. Волластон обнаружил, что если попытаться растворить этот высушенный осадок царской водкой, то часть его растворяется, а часть — нет[4]. После разбавления раствора водой Волластон добавил в него цианид калия, что привело к обильному выпадению осадка уже оранжевого цвета, который при нагревании сначала приобрёл серый цвет, а затем сплавился в капельку металла — палладия, который по удельному весу был легче ртути. Из оставшейся нерастворённой части чёрного осадка им был выделен другой металл — родий[4].Лишь в феврале 1805 года в Nicholson’s Journal было опубликовано открытое письмо Волластона, в котором он признался, что скандальная шумиха вокруг палладия — дело его рук[4]. Именно он пустил в продажу новый металл, и он же дал анонимное объявление с обещанием премии за его искусственное изготовление, уже располагая доказательством, что палладий — это новый металл[4].</p>
                <h1 class="elements" id="Pt">Платина</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='plainlist' colspan="2" style="background: #1b1e20;color: #fd8572;"><em>Pt</em></th>
                            </tr>
                            <tr>
                                <td colspan="2">
                                    <img class="E-img" src="elements/metals/eight_row/Pt/Pt.gif">
                                </td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td style="color:#fd8572;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td style="color:#fd8572;"> 21 декабря 1898 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td style="color:#fd8572;">компактных источниках нейтронов, медицине</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p><strong class="bold"><em>Платина</em></strong> - это химический элемент 10-й группы (по устаревшей классификации — побочной подгруппы восьмой группы), 6-го периода периодической системы химических элементов, с атомным номером 78; блестящий благородный металл серебристо-белого цвета.</p>
                <h3>Физические свойства</h3>
                <p>Серовато-белый пластичный металл, температуры плавления и кипения — 2041,4 K (1768,3 °C) и 4098 K (3825 °C)[2] соответственно, удельное электрическое сопротивление — 0,098 мкОм·м (при 0 °C). Платина — один из самых тяжёлых (плотность 21,09—21,45 г/см³[2][3]; атомная плотность 6,62⋅1022 ат/см³) металлов. Твёрдость по Бринеллю — 50 кгс/мм2 (по Моосу 3,5[13]).Кристаллическая решётка кубическая гранецентрированная, а = 0,392 нм, Z = 4, пространственная группа Fm3m[3].Платина устойчива к вакууму и может применяться в космической технике[14].</p>
                <h5>Изотопы</h5>
                <p>Известны изотопы платины с массовыми числами от 166 до 204 (количество протонов 78, нейтронов от 88 до 126), и 18 ядерных изомеров.Природная платина встречается в виде смеси из шести изотопов, в скобках указана атомная концентрация: 190Pt (0,014 %), 192Pt (0,782 %), 194Pt (32,967 %), 195Pt (33,832 %), 196Pt (25,242 %), 198Pt (7,163 %). Один из них слабо радиоактивен (190Pt, альфа-распад в 186Os, период полураспада 6,5⋅1011 лет). Теоретически предсказывается очень слабая радиоактивность ещё двух природных изотопов платины: альфа-распад 192Pt→188Os и двойной бета-распад 198Pt→198Hg, однако пока экспериментально эти распады не зарегистрированы; установлено лишь, что периоды полураспада превышают соответственно 4,7×1016 лет и 3,2×1014 лет.</p>
                <h3>Химические свойства</h3>
                <p>По химическим свойствам платина похожа на палладий, но проявляет бо́льшую химическую устойчивость. При комнатной температуре реагирует с царской водкой:
                    <br><strong class="bold"><em class="Redline">2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</em></strong>
                <br>Платина медленно растворяется в горячей концентрированной серной кислоте и жидком броме. Она не взаимодействует с другими минеральными и органическими кислотами. При нагревании реагирует со щелочами и пероксидом натрия, галогенами (особенно в присутствии галогенидов щелочных металлов):
                    <br><strong class="bold"><em class="Redline">2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</em></strong>
                <br>При нагревании платина реагирует с серой, селеном, теллуром, углеродом и кремнием. Как и палладий, платина может растворять молекулярный водород, но объём поглощаемого водорода и способность его отдавать при нагревании у платины меньше.При нагревании платина реагирует с кислородом с образованием летучих оксидов. Выделены следующие оксиды платины: чёрный PtO, коричневый PtO2, красновато-коричневый PtO3, а также Pt2O3 и смешанный Pt3O4, в котором платина проявляет степени окисления II и IV.Для платины известны гидроксиды Pt(OH)2 и Pt(OH)4. Получают их при щелочном гидролизе соответствующих хлороплатинатов, например:
                    <br><strong class="bold"><em class="Redline">2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</em></strong>
                    <br><strong class="bold"><em class="Redline">2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</em></strong>
                <br>Эти гидроксиды проявляют амфотерные свойства:
                    <br><strong class="bold"><em class="Redline">2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</em></strong>
                    <br><strong class="bold"><em class="Redline">2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</em></strong>
                    <br><strong class="bold"><em class="Redline">2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</em></strong>
                    <br><strong class="bold"><em class="Redline">2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</em></strong>
                <br>Гексафторид платины PtF6 является одним из сильнейших окислителей среди всех известных химических соединений, способный окислить молекулы кислорода и ксенона:
                    <br><strong class="bold"><em class="Redline">2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</em></strong>
                <br>Соединение O2+[PtF6]− (гексафтороплатинат(V) диоксигенила) летуче и разлагается водой на фтороплатинат(IV), небольшое количество гидратированного диоксида платины и кислород с примесью озона[15].С помощью гексафторида платины, в частности, канадский химик Нейл Бартлетт в 1962 году получил первое настоящее химическое соединение ксенона Xe[PtF6].C обнаруженного Н. Бартлеттом взаимодействия между Хе и PtF6, приводящего к образованию Xe[PtF6], началась химия инертных газов. PtF6 получают фторированием платины при 1000 °C под давлением.Фторирование платины при нормальным давлении и температуре 350—400 °C даёт фторид платины(IV):
                    <br><strong class="bold"><em class="Redline">2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</em></strong>
                <br>Фториды платины гигроскопичны и разлагаются водой.Тетрахлорид платины с водой образует гидраты PtCl4·nH2O, где n = 1, 4, 5 и 7. Растворением PtCl4 в соляной кислоте получают платинохлористоводородные кислоты H[PtCl5] и H2[PtCl6].Синтезированы такие галогениды платины, как PtBr4, PtCl2, PtCl2·2PtCl3, PtBr2 и PtI2.Для платины характерно образование комплексных соединений состава [PtX4]2- и [PtX6]2-. Изучая комплексы платины, А. Вернер сформулировал теорию комплексных соединений и объяснил природу возникновения изомеров в комплексных соединениях.                            
                <h3>Историческая справка</h3>
                <p>В Старом Свете платина не была известна до середины XVI века, однако цивилизации Анд (инки и чибча) добывали и использовали её с незапамятных времён. Первыми европейцами, познакомившимися с платиной в середине XVI века, были конкистадоры. Считается, что первым в литературе упомянул о платине Скалигер в опубликованной в 1557 году книге «Экзотерические упражнения в 15 книгах», где он, полемизируя с Кардано о понятии «металл», рассказал о некоем веществе из Гондураса, которое нельзя расплавить. Вероятно, этим веществом и была платина[4][5].В 1735 году испанский король издаёт указ, повелевающий платину впредь в Испанию не ввозить. При разработке россыпей в Колумбии повелевалось тщательно отделять её от золота и топить под надзором королевских чиновников в глубоких местах речки Рио-дель-Пинто (приток реки Сан-Хуан), которую стали именовать Платино-дель-Пинто. А ту платину, которая уже привезена в Испанию, повелевалось всенародно и торжественно утопить в море. Королевское распоряжение было отменено через 40 лет, когда мадридские власти приказали доставлять платину в Испанию, чтобы самим фальсифицировать золотые и серебряные монеты. В 1820 году в Европу было доставлено от 3 до 7 тонн платины. Здесь с нею познакомились алхимики, считавшие самым тяжёлым металлом золото. Необычайно плотная платина оказалась тяжелее золота, поэтому алхимики посчитали её непригодным металлом и наделили адскими чертами. Некоторое применение платина нашла позже во Франции, когда из неё был изготовлен эталон метра, а позже эталон килограмма[6].Согласно некоторым источникам, испанский математик и мореплаватель А. де Ульоа в 1744 году привёз образцы платины в Лондон[7]:210, он поместил описание платины в своём отчёте о путешествии в Южную Америку, опубликованном в 1748 году[8]. В 1789 А. Лавуазье включил платину в список простых веществ[7]:210[9]. Впервые в чистом виде из руд платина была получена английским химиком У. Волластоном в 1803 году.В России ещё в 1819 году в россыпном золоте, добытом на Урале, был обнаружен «новый сибирский металл», который сначала называли белым золотом. Платина встречалась на Верх-Исетских, а затем и на Невьянских и Билимбаевских приисках. Богатые россыпи платины были открыты во второй половине 1824 года, а на следующий год в России началась её добыча[10]. В 1826 году П. Г. Соболевский и В. В. Любарский изобрели метод выработки ковкой платины с помощью прессования и последующей выдержки в раскалённом добела состоянии[7]:210[11].</p>
            </div>         
        </div>
    </div>
</body>
</html>
