<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="http://scienchemistry.org/web/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
</head>
<body>
    <div class="wrapper">
        <!--#include virtual="/web/Sitedesign/Menu.html"-->
        <div class="container2">
            <!--#include virtual="/web/Sitedesign/Tablestructure.html"-->
        </div>
        <div class="container"> 
            <div class="information">
                <h1 class="elements" id="Ni">Серебро</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #fd8572;"><em>Ag</em></th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img class="E-img" src="http://chemistry.com/Elements/Image/metals/nine_row/Ag/Ag.gif">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td class='definition' style="color:#fd8572;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td class='definition' style="color:#fd8572;"> 21 декабря 1898 г.</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Используется в</th>
                                <td class='definition' style="color:#fd8572;">компактных источниках нейтронов, медицине</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Серебро</strong> - это элемент 11 группы (по устаревшей классификации — побочной подгруппы первой группы), пятого периода периодической системы химических элементов Д. И. Менделеева, с атомным номером 47.</p>
                <h2>Физические свойства</h2>
                <p class="font-p"><strong class="word">Чистое серебро</strong> — довольно тяжёлый (легче свинца, но тяжелее меди, плотность — 10,5 г/см³), необычайно пластичный серебристо-белый металл (коэффициент отражения света близок к 100 %). Тонкая серебряная фольга в проходящем свете имеет фиолетовый цвет. С течением времени металл тускнеет, реагируя с содержащимися в воздухе следами сероводорода и образуя налёт сульфида, чья тонкая плёнка придаёт тогда металлу характерную розоватую окраску. Обладает самой высокой теплопроводностью среди металлов. При комнатной температуре имеет самую высокую электропроводность среди всех известных металлов (удельное электрическое сопротивление 1,59⋅10−8 Ом·м при температуре 20 °C). Относительно тугоплавкий металл, температура плавления 962 °C.</p>
                <h2>Химические свойства</h2>
                <p class="font-p">Серебро, будучи благородным металлом, отличается относительно низкой реакционной способностью, оно не растворяется в соляной и разбавленной серной кислотах. Однако в окислительной среде (в азотной, горячей концентрированной серной кислоте, а также в соляной кислоте в присутствии свободного кислорода) серебро растворяется:
                    <br><strong class="bold"><em class="Redline">2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</em></strong>
                <br>Растворяется оно и в хлорном железе, что применяется для травления:
                    <br><strong class="bold"><em class="Redline">2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</em></strong>
                <br>Серебро также легко растворяется в ртути, образуя амальгаму (жидкий сплав ртути и серебра).Серебро не окисляется кислородом даже при высоких температурах, однако в виде тонких плёнок может быть окислено кислородной плазмой или озоном при облучении ультрафиолетом. Во влажном воздухе в присутствии даже малейших следов двухвалентной серы (сероводород, тиосульфаты, резина) образуется налёт малорастворимого сульфида серебра, обуславливающего потемнение серебряных изделий:
                    <br><strong class="bold"><em class="Redline">2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</em></strong>
                <br>В отсутствие кислорода:
                    <br><strong class="bold"><em class="Redline">2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</em></strong>
                <br>Свободные галогены легко окисляют серебро до галогенидов:
                    <br><strong class="bold"><em class="Redline">2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</em></strong>
                <br>Однако на свету эта реакция обращается, и галогениды серебра (кроме фторида) постепенно разлагаются. На этом явлении основан принцип чёрно-белой фотографии.При нагревании с серой серебро даёт сульфид:
                    <br><strong class="bold"><em class="Redline">2NaI + Na₂MnO4 + 2H₂O = MnO₂ + I₂ + 4NaOH</em></strong>
                <br>Наиболее устойчивой степенью окисления серебра в соединениях является +1. В присутствии аммиака соединения серебра (I) дают легко растворимый в воде комплекс [Ag(NH3)2]+. Серебро образует комплексы также с цианидами, тиосульфатами. Комплексообразование используют для растворения малорастворимых соединений серебра, для извлечения серебра из руд. Более высокие степени окисления (+2, +3) серебро проявляет только в соединении с кислородом (AgO, Ag2O3) и фтором (AgF2, AgF3), такие соединения гораздо менее устойчивы, чем соединения серебра (I).Соли серебра (I), за редким исключением (нитрат, перхлорат, фторид), нерастворимы в воде, что часто используется для определения ионов галогенов (хлора, брома, йода) в водном растворе.</p>
                <h2>Историческая справка</h2>
                <p class="font-p">Серебро известно человечеству с древнейших времён. Это связано с тем, что в своё время серебро, равно как и золото, часто встречалось в самородном виде — его не приходилось выплавлять из руд. Это предопределило довольно значительную роль серебра в культурных традициях различных народов. Одним из древнейших центров добычи и обработки серебра была доисторическая Сардиния, где оно было известно с раннего энеолита[4].В Ассирии и Вавилоне серебро считалось священным металлом и являлось символом Луны. В Средние века серебро и его соединения были очень популярны среди алхимиков. С середины XIII века серебро становится традиционным материалом для изготовления посуды. Кроме того, серебро и по сей день используется для чеканки памятных и инвестиционных монет (выход из оборота последних серебряных монет в 1960—1970-е годы примерно совпал с кризисом Бреттон-Вудской валютной системы).</p>
            </div>       
        </div>
    </div>
</body>
</html>
