<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Химия</title>
    <link rel="stylesheet" type="text/css" href="http://scienchemistry.org/web/CSS/style.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@700&family=Rubik+Mono+One&family=Bad+Script&family=Jura:wght@300&family=Balsamiq+Sans:ital@1&display=swap" rel="stylesheet">
</head>
<body>        
    <div class="wrapper">
        <!--#include virtual="/web/Sitedesign/Menu.html"-->
        <div class="container2">
            <!--#include virtual="/web/Sitedesign/Tablestructure.html"-->
        </div>
        <div class="container">
            <div class="information" id="Nh">
                <h1 class="elements">Нихоний</h1>
                <hr>
                <div class='t'>
                    <table class='infobox'>
                        <tbody>
                            <tr>
                                <th class='plainlist' colspan="2">Химические элементы</th>
                            </tr>
                            <tr>
                                <th class='definition' colspan="2" style="background: #1b1e20;color: #cccccc;">Nh</th>
                            </tr>
                            <tr>
                                <th colspan="2">
                                    <img class="E-img" src="http://chemistry.com/Elements/Image/Un.element/Nh/Nh.gif">
                                </th>
                            </tr>
                            <tr>
                                <th class='plainlist'>Предмет изучения</th>
                                <td class='definition' style="color:#cccccc;">Химия</td>
                            </tr>
                            <tr>
                                <th class='plainlist'>Период  зарождения</th>
                                <td class='definition' style="color:#cccccc;"> 2003 г.</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <p class="font-p"><strong class="preface">Нихоний</strong> — химический элемент 13-й группы (по устаревшей классификации — главной подгруппы III группы) 7-го периода периодической системы. Атомный номер — 113. Атомная масса наиболее устойчивого из известных изотопов, <sup>286</sup>Nh, с периодом полураспада 20 с, составляет 286,182(5) а. е. м.. Как и все сверхтяжёлые элементы, чрезвычайно радиоактивен.</p>
                <h2>Физические и химические свойства</h2>
                <p class="font-p">Нихоний принадлежит к подгруппе бора, следуя в ней после таллия. Нихоний предположительно является тяжёлым (с расчётной плотностью 16 г/см³) непереходным металлом.</p>
                <p class="font-p">Как и все металлы подгруппы бора (начиная с алюминия), он должен быть весьма легкоплавок. Расчётная температура плавления нихония 430 °C (немного выше таллия, который плавится при 304 °C).</p>
                <p class="font-p">Расчётные химические свойства нихония предполагаются очень интересными. Ожидается, что нихоний будет существенно менее реакционноспособным, чем таллий (свойства которого ближе к щелочным металлам), и будет больше похож не на него, а на металлы побочной подгруппы I группы — медь или серебро. Причиной этого служат релятивистские эффекты взаимодействия одного 7p-электрона с двумя 7s<sub>2</sub> электронами, которые повышают энергию ионизации нихония до 704,9 кДж/моль, что гораздо выше энергии ионизации таллия (589,4 кДж/моль).</p>
                <p class="font-p">Нихоний обладает самым сильным сродством к электрону среди всей подгруппы бора (0,64 эВ). Поэтому он может быть и окислителем, в отличие от всех предыдущих элементов. Присоединяя один электрон, нихоний приобретает стабильную электронную конфигурацию флеровия, поэтому он может проявлять некоторое сходство с галогенами, давая нихониды — соли, где имеется анион Nh<sup>−</sup>. Такие соли, впрочем, будут проявлять довольно сильные восстановительные свойства, однако гипотетическое соединение NhTs с теннессином будет на самом деле иметь вид TsNh — нихоний будет окислителем, а теннессин восстановителем.</p>
                <p class="font-p">Степень окисления нихония +1 возможна и, как и у таллия, будет наиболее устойчивой степенью окисления; однако отличия от химии таллия весьма значительны. Так, ожидается, что гидроксид нихония, в отличие от гидроксида таллия, будет слабым основанием, легко разлагающимся до Nh<sub>2</sub>O (возможно, он и вовсе не будет существовать, как гидроксид серебра). Моногалогениды нихония(I), подобно галогенидам таллия(I) и серебра(I) (кроме фторидов), в воде будут малорастворимыми либо вовсе нерастворимыми.</p>
                <p class="font-p">Кроме степеней окисления −1 и +1, нихоний сможет проявлять степени окисления +2, +3 и даже +5, что противоречит порядку группы. Однако дальнейшее окисление нихония осуществляется не с помощью 7s2 электронов, на разбиение пары которых требуется слишком много энергии, а за счёт 6d-электронной оболочки. Поэтому соединения нихония в степени окисления +3 не будут похожи на соединения более лёгких аналогов в этой степени окисления. С учётом тенденции, эта степень окисления нихония будет относительно малоустойчивой, и нихоний сможет образовывать её, как правило, с сильными электроотрицательными элементами (фтор, хлор, кислород). Форма молекулы будет Т-образной, а не треугольной, как соли других элементов подгруппы бора в степени окисления +3.</p>
                <p class="font-p">Высшая степень окисления +5 теоретически возможна, но только со фтором и в жёстких условиях, подобно фториду золота(V), и, вероятно, она будет нестабильна. Однако предполагается существование аниона NhF6-, который будет стабилен в составе гипотетических солей фторнихониевой кислоты.</p>
                <h2>Историческая справка</h2>
                <p class="font-p">В феврале 2004 года были опубликованы результаты экспериментов, проводившихся с 14 июля по 10 августа 2003 года, в результате которых был получен 113-й элемент. Исследования проводились в Объединённом институте ядерных исследований (Дубна, Россия) на циклотроне У-400 с использованием дубненского газонаполненного сепаратора ядер отдачи (DGFRS) совместно с Ливерморской национальной лабораторией (США). В этих экспериментах в результате бомбардировки мишени из америция ионами кальция были синтезированы изотопы элемента 115 (в настоящее время получившего название «московий», Mc): три ядра <sup>288</sup>Mc и одно ядро <sup>287</sup>Mc. Все четыре ядра в результате альфа-распада превратились в изотопы элемента 113 (<sup>284</sup>Nh и <sup>283</sup>Nh). Ядра элемента 113 претерпели дальнейший альфа-распад, превратившись в изотопы элемента 111 (рентгений). Цепочка последовательных альфа-распадов привела в результате к спонтанно делящимся ядрам элемента 105 (дубний).</p>
            </div>
        </div>
    </div>
</body>
</html> 